Repository: Kazephil/TMXEditor-kaze
Catalog: docs/i18n/tmxeditor_*.ditamap.xlf
Languages: es, fr

source: Follow these steps to convert a TMX file to TAB delimited format that can be reviewed using Microsoft Excel or similar applications.
es: Siga estos pasos para convertir un archivo TMX a formato delimitado por TAB que pueda ser revisado usando Microsoft Excel o aplicaciones similares.
fr: Marche à suivre pour convertir un fichier TMX en un format tabulaire (séparateur Tab) lisible par Microsoft Excel et les autres tableurs.

source: Tab-delimited files are plain text files used for storing data in a tabular structure, e.g., database table or spreadsheet data, and a way of exchanging information between databases. Each record in the table is one line of the text file and entries are separateed by a TAB character.
es: Los archivos delimitados por tabuladores son archivos de texto sin formato que se utilizan para almacenar datos en una estructura tabular, por ejemplo, datos de tablas de bases de datos u hojas de cálculo, y una forma de intercambiar información entre bases de datos. Cada registro de la tabla es una línea del archivo de texto y las entradas están separadas por un carácter TAB.
fr: Les fichiers TSV (Tab-Separated Values) sont des fichiers texte brut contenant des données tabulaires (tables de bases de données, feuilles de calcul...). Ils sont notamment utilisés pour échanger des données d’une base de données à l’autre. Chaque ligne du fichier contient un enregistrement de la table, les champs étant séparés les uns des autres par le caractère Tab.

source: Open the TMX file that you want to export.
es: Abra el archivo TMX que desea exportar.
fr: Ouvrez le fichier TMX à exporter.

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Export as TAB Delimited File...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Archivo{ph2} {ph3}Exportar Como Archivo Delimitado por TAB...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Exporter en fichier TSV{ph4} {ph5}.

source: Use the dialog that appears to locate and select the file where to save the TAB delimited version.
es: Utilice el cuadro de diálogo que aparece para localizar y seleccionar el archivo en el que desea guardar la versión delimitada por TAB.
fr: Définissez le nom et l’emplacement du fichier à générer à l’aide de la boîte de dialogue.

source: A progress indicator is displayed while the file is exported as TAB delimited using Microsoft Excel standard settings (UTF-16LE {ph0}character set{ph1}, TAB as column separator and no text delimiters).
es: Se muestra un indicador de progreso mientras el archivo se exporta como delimitado por TAB utilizando la configuración estándar de Microsoft Excel ({ph0}juego de caracteres{ph1} UTF-16LE, TAB como separador de columnas y sin delimitadores de texto).
fr: Un petit message s’affiche pendant le traitement. Le fichier TSV généré est conforme au format standard d’Excel ({ph0}jeu de caractères{ph1} UTF-16LE, séparateur Tab pour les colonnes, sans délimiteur de texte).

source: Set File Level Metadata
es: Establecer Metadatos a Nivel de Archivo
fr: Définir les métadonnées d’un fichier TMX

source: The {ph0}<header>{ph1} element of a TMX document stores information about the file in three containers:
es: El elemento {ph0}<header>{ph1} de un documento TMX almacena información sobre el archivo en tres formatos:
fr: Dans l’en-tête d’un fichier TMX (balise {ph0}<header>{ph1}), on trouve trois types d’informations propres au fichier :

source: Attributes
es: Atributos
fr: les attributs,

source: Properties
es: Propiedades
fr: les propriétés,

source: Notes
es: Notas
fr: les notes.

source: To edit the metadata of the currently open TMX file, select {ph0} {ph1}File{ph2} {ph3}File Properties{ph4} {ph5} from the main menu or click on the {ph6} {ph7}File Properties{ph8} button on the top toolbar.
es: Para editar los metadatos del archivo TMX actualmente abierto, seleccione {ph0} {ph1}Archivo{ph2} {ph3}Propiedades del Archivo{ph4} {ph5} en el menú principal o haga clic en el botón {ph6} {ph7}Propiedades del Archivo{ph8} de la barra de herramientas superior.
fr: Pour éditer les métadonnées d’un fichier TMX, ouvrez-le, puis sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Métadonnées du fichier{ph4} {ph5} dans le menu (ou cliquez sur le bouton {ph6} {ph7}Métadonnées du fichier{ph8} dans la barre d’outils).

source: File Properties Dialog
es: Cuadro de diálogo Propiedades del Archivo
fr: Boîte de dialogue "Métadonnées du fichier"

source: File Level Attributes
es: Atributos a Nivel de Archivo
fr: Attributs du fichier

source: To change the file-level attributes of the TMX file, adjust the text displayed in the text boxes, select the appropriate values from the drop-down selectors, and then click the {ph0}Save Attributes{ph1} button.
es: Para cambiar los atributos a nivel de archivo del documento TMX, ajuste el texto que aparece en los cuadros de texto, seleccione los valores adecuados en los selectores desplegables y, a continuación, haga clic en el botón {ph0}Guardar Atributos{ph1}.
fr: Vous pouvez modifier les attributs du fichier TMX en changeant les valeurs dans les champs texte et dans les listes déroulantes, puis en cliquant sur le bouton {ph0}Enregistrer les attributs{ph1}.

source: File Level Properties
es: Propiedades a Nivel de Archivo
fr: Propriétés du fichier

source: To edit file-level properties, click on the {ph0}Properties{ph1} tab of the {ph2}File Properties{ph3} dialog. The dialog displays this view:{ph4}
es: Para editar las propiedades a nivel de archivo, haga clic en la pestaña {ph0}Propiedades{ph1} del cuadro de diálogo {ph2}Propiedades del Archivo{ph3}. El diálogo muestra esta vista:{ph4}
fr: Dans la boîte de dialogue {ph0}Métadonnées du fichier{ph1}, cliquez sur l’onglet {ph2}Propriétés{ph3} pour accéder aux propriétés du fichier. La boîte de dialogue affiche alors les propriétés du fichier.{ph4}

source: File Properties Dialog
es: Cuadro de diálogo Propiedades del Archivo
fr: Boîte de dialogue "Métadonnées du fichier"

source: Click the {ph0}Add Property{ph1} button to open a dialog for entering the type and value of the new property to be added.
es: Haga clic en el botón {ph0}Añadir Propiedad{ph1} para abrir un cuadro de diálogo en el que introducir el tipo y el valor de la nueva propiedad que desea añadir.
fr: Pour ajouter une propriété, cliquez sur le bouton {ph0}Ajouter une propriété{ph1}, puis saisissez le type et la valeur de la propriété à ajouter.

source: If you want to remove properties from the list, click the corresponding {ph0}Remove Property{ph1} buttons ({ph2}) on the leftmost column.
es: Si desea eliminar propiedades de la lista, haga clic en los correspondientes botones {ph0}Eliminar Propiedad{ph1} ({ph2}) de la columna situada más a la izquierda.
fr: Pour supprimer une propriété, cliquez sur le bouton {ph0} {ph1}Supprimer la propriété{ph2} en regard de la propriété à supprimer.

source: Click the {ph0}Save Properties{ph1} button to save your changes.
es: Haga clic en el botón {ph0}Guardar Propiedades{ph1} para guardar los cambios.
fr: Pour enregistrer vos modifications, cliquez sur le bouton {ph0}Enregistrer les propriétés{ph1}.

source: File Level Notes
es: Notas a Nivel de Archivo
fr: Notes sur le fichier

source: To edit file-level notes, click on the {ph0}Notes{ph1} tab of the {ph2}File Properties{ph3} dialog. The dialog displays this view:{ph4}
es: Para editar notas a nivel de archivo, haga clic en la pestaña {ph0}Notas{ph1} del cuadro de diálogo {ph2}Propiedades del Archivo{ph3}. El diálogo muestra esta vista:{ph4}
fr: Dans la boîte de dialogue {ph0}Métadonnées du fichier{ph1}, cliquez sur l’onglet {ph2}Notes{ph3} pour accéder aux notes relatives au fichier. La boîte de dialogue affiche alors les notes attachées au fichier.{ph4}

source: File Properties Dialog
es: Cuadro de diálogo Propiedades del Archivo
fr: Boîte de dialogue "Métadonnées du fichier"

source: Click the {ph0}Add Note{ph1} button to open a dialog for entering the text of the new note to be added.
es: Haga clic en el botón {ph0}Añadir Nota{ph1} para abrir un cuadro de diálogo en el que podrá introducir el texto de la nueva nota que se agregará.
fr: Pour ajouter une note, cliquez sur le bouton {ph0}Ajouter une note{ph1}, puis saisissez la note à ajouter.

source: If you want to remove notes from the list, click the corresponding {ph0}Remove Note{ph1} buttons ({ph2}) on the leftmost column.
es: Si desea eliminar notas de la lista, haga clic en los correspondientes botones {ph0}Eliminar Nota{ph1} ({ph2}) de la columna situada más a la izquierda.
fr: Pour supprimer une note, cliquez sur le bouton {ph0} {ph1}Supprimer la note{ph2} en regard de la note à supprimer.

source: Click the {ph0}Save Notes{ph1} button to save your changes.
es: Haga clic en el botón {ph0}Guardar Notas{ph1} para guardar los cambios.
fr: Pour enregistrer vos modifications, cliquez sur le bouton {ph0}Enregistrer les notes{ph1}.

source: Filter Translation Units
es: Filtrar Unidades de Traducción
fr: Filtrer les unités de traduction

source: Follow these steps to filter units containing a given text or to display untranslated units.
es: Siga estos pasos para filtrar las unidades que contienen un texto determinado o para mostrar las unidades no traducidas.
fr: Voici les étapes à suivre pour n’afficher que les unités non traduites, ou celles contenant un texte donné.

source: In main menu, select {ph0} {ph1}View{ph2} {ph3}Filter Translation Units{ph4} {ph5} option ( [{ph6}F3{ph7}]) or click the {ph8} {ph9}Filter Translation Units{ph10} on the top toolbar.
es: En el menú principal, seleccione la opción {ph0} {ph1}Ver{ph2} {ph3}Filtrar Unidades de Traducción{ph4} {ph5} ([{ph6}F3{ph7}]) o haga clic en el botón {ph8} {ph9}Filtrar Unidades de Traducción{ph10} de la barra de herramientas superior.
fr: Dans le menu, sélectionnez {ph0} {ph1}Affichage{ph2} {ph3}Filtrez les unités de traduction{ph4} {ph5} (touche [{ph6}F3{ph7}]), ou cliquez sur le bouton {ph8} {ph9}Filtrer les unités de traduction{ph10} dans la barre d’outils.

source: Filter Translation Units Dialog
es: Cuadro de diálogo Filtrar Unidades de Traducción
fr: Boîte de dialogue "Filtrer les unités de traduction"

source: Select what you want to filter:
es: Seleccione lo que desea filtrar:
fr: Définissez les critères de votre filtre :

source: To locate and highlight a given text in the TMX file:
es: Para localizar y resaltar un texto determinado en el archivo TMX:
fr: Pour afficher et mettre en surbrillances toutes les occurrences d’un texte donné :

source: Type the text that you want to find in the {ph0}Text to Search{ph1} text box.
es: Escriba el texto que desea encontrar en el cuadro de texto {ph0}Texto a Buscar{ph1}.
fr: Saisissez le texte à rechercher dans le champ {ph0}Recherche{ph1}.

source: Use the {ph0}Filter Language{ph1} drop-down to select the language where the search will be performed.
es: Utilice la lista desplegable {ph0}Idioma a Filtrar{ph1} para seleccionar la columna de idioma donde se realizará la búsqueda.
fr: Sélectionnez la langue dans laquelle la recherche doit s’effectuer à l’aide de la liste déroulante {ph0}Langue sur laquelle porte le filtre{ph1}.

source: Select the {ph0}Regular Expression{ph1} checkbox if you want to use regular expressions for specifying the text to search.
es: Active la casilla {ph0}Expresión Regular{ph1} si desea utilizar expresiones regulares para especificar el texto que se va a buscar
fr: Cochez la case {ph0}Expression régulière{ph1} si votre critère de recherche est une expression régulière.

source: Check the {ph0}Case Sensitive Search{ph1} checkbox if you want to find only entries that match the case of the entered text.
es: Marque la casilla de verificación {ph0}Diferenciar Mayúsculas y Minúsculas al Buscar{ph1} si desea encontrar sólo entradas que coincidan con las mayúsculas y minúsculas del texto introducido.
fr: Cochez la case {ph0}Respecter la casse{ph1} si vous ne voulez afficher que les unités de traductions qui respectent la casse de votre critère de recherche.

source: To display untranslated units only:
es: Para mostrar solo unidades no traducidas:
fr: Pour n’afficher que les unités non traduites :

source: Check the {ph0}Show Untranslated Units Only{ph1} checkbox.
es: Haga clic la casilla de verificación {ph0}Mostrar Solo Unidades No Traducidas{ph1}.
fr: Cochez la case {ph0}Afficher uniquement les unités non traduites{ph1}.

source: Use the {ph0}Source Language{ph1} drop-down to select the source language that will be used when filtering.
es: Use la lista desplegable {ph0}Idioma Origen{ph1} para seleccionar el idioma origen que será utilizado al filtrar.
fr: À l’aide de la liste déroulante {ph0}Langue source{ph1}, sélectionnez la langue devant être considérée comme la langue source lors du filtrage.

source: Click the {ph0}Apply Filters{ph1} button.
es: Haga clic en el botón {ph0}Aplicar Filtros{ph1}.
fr: Cliquez sur le bouton {ph0}Filtrer{ph1}.

source: Filtering options will remain active until you reopen the {ph0}Filter Units{ph1} dialog and click the {ph2}Clear Filters{ph3} button.
es: Las opciones de filtrado permanecerán activas hasta que vuelva a abrir el cuadro de diálogo {ph0}Filtrar Unidades de Traducción{ph1} y haga clic en el botón {ph2}Borrar Filtros{ph3}.
fr: Seules les unités de traductions correspondant aux critères de recherche sont affichées dans la fenêtre principale. Pour afficher comme avant toutes les unités de traduction, ouvrez à nouveau la boîte de dialogue {ph0}Filtrer les unités de traduction{ph1}, et appuyez sur le bouton {ph2}Annuler le filtrage{ph3}.

source: Convert Excel File to TMX
es: Convertir Archivo Excel a TMX
fr: Convertir un fichier Excel en TMX

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Convert Excel File to TMX{ph4} {ph5} option or click the {ph6} {ph7}Convert Excel File to TMX{ph8} button on the top toolbar.
es: En el menú principal, seleccione la opción {ph0} {ph1}Archivo{ph2} {ph3}Convertir Archivo Excel a TMX{ph4} {ph5} o haga clic en el botón {ph6} {ph7}Convertir Archivo Excel a TMX{ph8} de la barra de herramientas superior.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Convertir un fichier Excel en TMX{ph4} {ph5}, ou cliquez sur le bouton {ph6} {ph7}Convertir un fichier Excel en TMX{ph8} dans la barre d’outils.

source: The following dialog appears:
es: Aparece el siguiente cuadro de diálogo:
fr: La boîte de dialogue "Découper un fichier TMX" s’ouvre :

source: Convert Excel File to TMX Dialog
es: Cuadro de diálogo Convertir Archivo Excel a TMX
fr: Boîte de dialogue "Convertir un fichier Excel en TMX"

source: Type the name of the Excel file to be converted in the {ph0}Excel File{ph1} text box or use the associated {ph2}Browse...{ph3} button to select a file from the system.
es: Escriba el nombre del archivo de Excel que se va a convertir en el cuadro de texto {ph0}Archivo Excel{ph1} o utilice el botón {ph2}Examinar...{ph3} asociado para seleccionar un archivo del sistema.
fr: Dans le champ {ph0}Fichier Excel{ph1}, saisissez le chemin du fichier Excel à convertir, ou sélectionnez le fichier à l’aide du bouton {ph2}Parcourir{ph3}.

source: A preview of the the initial ten rows of the first worksheet is automatically loaded when you use the {ph0}Browse...{ph1} button: {ph2}
fr: Si vous avez utilisé le bouton {ph0}Parcourir{ph1}, les dix premières lignes de la feuille de calcul sont automatiquement chargées dans la zone d’aperçu :{ph2}

source: Excel Preview Panel
es: Vista Previa de Excel
fr: Zone d’aperçu du fichier Excel

source: If you typed an Excel file name on the {ph0}Excel File{ph1} text box, click the {ph2}Refresh Preview{ph3} button to generate a preview.
es: Si escribió un nombre de archivo de Excel en el cuadro de texto {ph0}Archivo Excel{ph1}, haga clic en el botón {ph2}Actualizar Vista Previa{ph3} para generar una vista previa.
fr: Si vous avez saisi directement le chemin du fichier dans le champ {ph0}Fichier Excel{ph1}, cliquez sur le bouton {ph2}Actualiser l’aperçu{ph3} pour générer l’aperçu.

source: Type the name of the TMX file to generate in the {ph0}TMX File{ph1} text box or use the associated {ph2}Browse...{ph3} button to select a file name and location.
es: Escriba el nombre del archivo TMX a generar en el cuadro de texto {ph0}Archivo TMX{ph1} o utilice el botón {ph2}Examinar...{ph3} asociado para seleccionar un nombre de archivo y una ubicación.
fr: Dans le champ {ph0}Fichier TMX{ph1}, saisissez le nom fichier TMX à générer, ou indiquez son emplacement et son nom à l’aide du bouton {ph2}Parcourir{ph3}.

source: Use the {ph0}Sheet{ph1} drop-down control to select the worksheet that you want to convert.
es: Use el control desplegable {ph0}Hoja{ph1} para seleccionar la hoja de cálculo que desea convertir.
fr: Sélectionnez la feuille de calcul à convertir à l’aide de la liste déroulante {ph0}Feuille{ph1}.

source: Click the {ph0}Set Languages{ph1} button if language codes are not included in the file or you wish to change the automatically detected ones.
es: Haga clic en el botón {ph0}Seleccionar Idiomas{ph1} si los códigos de idioma no están incluidos en el archivo o si desea cambiar los detectados automáticamente.
fr: Si les codes de langue ne sont pas présents dans la feuille de calcul, ou si vous souhaitez modifier les langues suggérées, cliquez sur le bouton {ph0}Définir les langues{ph1}.

source: The following dialog appears:
es: Aparece el siguiente cuadro de diálogo:
fr: La boîte de dialogue "Découper un fichier TMX" s’ouvre :

source: Excel File Languages Dialog
es: Cuadro de diálogo Idiomas del Archivo Excel
fr: Boîte de dialogue "Langues du fichier Excel"

source: Use the drop-down selectors to associate a language to each column. Click on the {ph0}Set Languages{ph1} button when finished.
es: Utilice los selectores desplegables para asociar un idioma a cada columna. Haga clic en el botón {ph0}Seleccionar Idiomas{ph1} cuando haya terminado.
fr: Sélectionnez la langue correspondant à chaque colonne à l’aide des listes déroulantes. Puis, cliquez sur le bouton {ph0}Enregistrer{ph1}.

source: The preview panel is updated to display selected languages for each column:
es: El panel de vista previa se actualiza para mostrar los idiomas seleccionados para cada columna:
fr: L’aperçu est mis à jour avec les codes de langue dans les en-têtes de colonnes.

source: Excel Preview Panel with Languages Selected
es: Panel de Vista Previa de Excel con Idiomas Seleccionados
fr: Zone d’aperçu du fichier Excel avec les langues sélectionnées

source: Click the {ph0}Convert Excel File to TMX{ph1} button.
es: Haga clic en el botón {ph0}Convertir Archivo Excel a TMX{ph1}.
fr: Cliquez sur le bouton {ph0}Convertir le fichier en TMX{ph1} pour lancer le traitement.

source: A TMX file containing all text from the Excel document is generated in the selected location.
es: Se genera un archivo TMX que contiene todo el texto del documento de Excel en la ubicación seleccionada.
fr: Le fichier TMX est généré à l’emplacement défini. Il contient tout le texte de la feuille de calcul Excel.

source: Convert SDLTM File to TMX
es: Convertir Archivo SDLTM a TMX
fr: Convertir un fichier SDLTM en TMX

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Convert SDLTM File to TMX{ph4} {ph5} option or click the {ph6} {ph7}Convert SDLTM File to TMX{ph8} button on the top toolbar.
es: En el menú principal, seleccione la opción {ph0} {ph1}Archivo{ph2} {ph3}Convertir Archivo SDLTM a TMX{ph4} {ph5} o haga clic en el botón {ph6} {ph7}Convertir Archivo SDLTM a TMX{ph8} de la barra de herramientas superior.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Convertir un fichier SDLTM en TMX{ph4} {ph5}, ou cliquez sur le bouton {ph6} {ph7}Convertir un fichier SDLTM en TMX{ph8} dans la barre d’outils.

source: Convert SDLTM File to TMX Dialog
es: Cuadro de diálogo Convertir Archivo SDLTM a TMX
fr: Boîte de dialogue "Convertir un fichier SDLTM en TMX"

source: Type the name of the SDLTM file to be converted in the {ph0}SDLTM File{ph1} text box or use the associated {ph2}Browse...{ph3} button to select a file from the system.
es: Escriba el nombre del archivo SDLTM que se va a convertir en el cuadro de texto {ph0}Archivo SDLTM{ph1} o utilice el botón {ph2}Examinar...{ph3} asociado para seleccionar un archivo del sistema.
fr: Dans le champ {ph0}Fichier SDLTM{ph1}, saisissez le chemin du fichier SDLTM à convertir, ou sélectionnez le fichier à l’aide du bouton {ph2}Parcourir{ph3}.

source: Type the name of the TMX file to generate in the {ph0}TMX File{ph1} text box or use the associated {ph2}Browse...{ph3} button to select a file name and location.
es: Escriba el nombre del archivo TMX a generar en el cuadro de texto {ph0}Archivo TMX{ph1} o utilice el botón {ph2}Examinar...{ph3} asociado para seleccionar un nombre de archivo y una ubicación.
fr: Dans le champ {ph0}Fichier TMX{ph1}, saisissez le nom fichier TMX à générer, ou indiquez son emplacement et son nom à l’aide du bouton {ph2}Parcourir{ph3}.

source: Click the {ph0}Convert SDLTM File to TMX{ph1} button.
es: Haga clic en el botón {ph0}Convertir Archivo SDLTM a TMX{ph1}.
fr: Cliquez sur le bouton {ph0}Convertir le fichier en TMX{ph1} pour lancer le traitement.

source: Selected SDLTM file is converted to TMX and automatically opened in the editor if the {ph0}Open Generated TMX File{ph1} checkbox is selected.
es: El archivo SDLTM seleccionado se convierte a TMX y se abre automáticamente en el editor si la casilla de verificación {ph0}Abrir Archivo TMX Generado{ph1} está activada.
fr: Le fichier TMX est généré à l’emplacement défini. Si la case {ph0}Ouvrir le fichier TMX généré{ph1} est cochée, ce fichier s’ouvre dans la fenêtre principale.

source: Convert TBX File to TMX
es: Convertir Archivo TBX a TMX
fr: Convertir un fichier TBX en TMX

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Convert TBX File to TMX{ph4} {ph5} option or click the {ph6} {ph7}Convert TBX File to TMX{ph8} button on the top toolbar.
es: En el menú principal, seleccione la opción {ph0} {ph1}Archivo{ph2} {ph3}Convertir Archivo TBX a TMX{ph4} {ph5} o haga clic en el botón {ph6} {ph7}Convertir Archivo TBX a TMX{ph8} de la barra de herramientas superior.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Convertir un fichier TBX en TMX{ph4} {ph5}, ou cliquez sur le bouton {ph6} {ph7}Convertir un fichier TBX en TMX{ph8} dans la barre d’outils.

source: Convert TBX File to TMX Dialog
es: Cuadro de diálogo Convertir Archivo TBX a TMX
fr: Boîte de dialogue "Convertir un fichier TBX en TMX"

source: Type the name of the TBX file to be converted in the {ph0}TBX File{ph1} text box or use the associated {ph2}Browse...{ph3} button to select a file from the system.
es: Escriba el nombre del archivo TBX que se va a convertir en el cuadro de texto {ph0}Archivo TBX{ph1} o utilice el botón {ph2}Examinar...{ph3} asociado para seleccionar un archivo del sistema.
fr: Dans le champ {ph0}Fichier TBX{ph1}, saisissez le chemin du fichier TBX à convertir, ou sélectionnez le fichier à l’aide du bouton {ph2}Parcourir{ph3}.

source: Click the {ph0}Convert TBX File to TMX{ph1} button.
es: Haga clic en el botón {ph0}Convertir Archivo TBX a TMX{ph1}.
fr: Cliquez sur le bouton {ph0}Convertir le fichier en TMX{ph1} pour lancer le traitement.

source: Selected TBX file is converted to TMX and automatically opened in the editor if the {ph0}Open Generated TMX File{ph1} checkbox is selected.
es: El archivo TBX seleccionado se convierte a TMX y se abre automáticamente en el editor si la casilla de verificación {ph0}Abrir Archivo TMX Generado{ph1} está activada.
fr: Le fichier TMX est généré à l’emplacement défini. Si la case {ph0}Ouvrir le fichier TMX généré{ph1} est cochée, ce fichier s’ouvre dans la fenêtre principale.

source: Convert CSV/TAB Delimited File to TMX
es: Convertir Archivo CSV/Texto Delimitado a TMX
fr: Convertir un fichier CSV ou TSV en TMX
