Repository: Kazephil/TMXEditor-kaze
Catalog: docs/i18n/tmxeditor_*.ditamap.xlf
Languages: es, fr

source: Follow these steps to convert a CSV or TAB delimited file to TMX.
es: Siga estos pasos para convertir un archivo TMX a un archivo delimitad por TAB.
fr: Marche à suivre pour convertir un fichier CSV ou TSV (séparateur Tab) en une feuille Excel.

source: CSV (Comma Separated Values) are plain text files that contain text organized in tabular format, using commas to separate columns and quotes to delimit column content.
es: CSV (Comma Separated Values) son archivos de texto sin formato que contienen texto organizado en formato tabular, utilizando comas para separar las columnas y comillas para delimitar el contenido de las columnas.
fr: Les fichiers CSV (Comma-Separated Values) sont des fichiers texte brut contenant des données tabulaires. La virgule est utilisée comme séparateur de colonnes, et les valeurs sont entre guillemets.

source: TAB delimited files are similar to CSV, but using TAB characters to separate columns and usually without column delimiters.
es: Los archivos delimitados por TAB son similares a los CSV, pero utilizando caracteres TAB para separar las columnas y normalmente sin delimitadores de columna.
fr: Les fichiers TSV (Tab-Separated Values) sont similaires aux fichiers CSV, sauf que le séparateur de colonnes est le caractère Tab et qu’il n’y a pas de guillemets en général.

source: TMXEditor allows conversion to TMX of text files with different combinations of column separators and text delimiters.
es: TMXEditor permite convertir a TMX archivos de texto con distintas combinaciones de separadores de columnas y delimitadores de texto.
fr: TMXEditor permet de convertir ces types de fichiers en fichiers TMX. Plusieurs séparateurs de colonne et délimiteurs de texte sont pris en charge.

source: Text files exported from Microsoft Excel use these default settings:
es: Los archivos de texto exportados desde Microsoft Excel utilizan esta configuración por predeterminada:
fr: Par défaut, Microsoft Excel applique les réglages suivants lors de l’export :

source: Character Set: UTF-16LE
es: Juego de Caracteres: UTF-16LE
fr: Jeu de caractères : UTF-16LE

source: Column Separator: TAB
es: Separador de Columnas: TAB
fr: Séparateur de colonnes : Tab

source: Text Delimiter: none
es: Delimitador de Texto: ninguno
fr: Délimiteur de texte : aucun

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Convert CSV/TAB Delimited File to TMX{ph4} {ph5} option or click the {ph6} {ph7}Convert CSV to TMX{ph8} button on the top toolbar.
es: En el menú principal, seleccione la opción {ph0} {ph1}Archivo{ph2} {ph3}Convertir Archivo CSV/Texto Delimitado a TMX{ph4} {ph5} o haga clic en el botón {ph6} {ph7}Convertir Archivo CSV/Texto Delimitado a TMX{ph8} de la barra de herramientas superior.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Convertir un fichier CSV ou TSV en TMX{ph4} {ph5}, ou cliquez sur le bouton {ph6} {ph7}Convertir un fichier CSV ou TSV en TMX{ph8} dans la barre d’outils.

source: The following dialog appears:
es: Aparece el siguiente cuadro de diálogo:
fr: La boîte de dialogue "Découper un fichier TMX" s’ouvre :

source: Convert CSV File to TMX Dialog
es: Cuadro de diálogo Convertir Archivo CSV a TMX
fr: Boîte de dialogue "Convertir un fichier CSV ou TSV en TMX"

source: Type the name of the file to be converted in the {ph0}CSV File{ph1} text box or use the associated {ph2}Browse...{ph3} button to select a file from the system.
es: Escriba el nombre del archivo CSV que se va a convertir en el cuadro de texto {ph0}Archivo CSV/Texto{ph1} o utilice el botón {ph2}Examinar...{ph3} asociado para seleccionar un archivo del sistema.
fr: Dans le champ {ph0}Fichier CSV/TSV{ph1}, saisissez le chemin du fichier à convertir, ou sélectionnez le fichier à l’aide du bouton {ph2}Parcourir{ph3}.

source: Type the name of the TMX file to generate in the {ph0}TMX File{ph1} text box or use the associated {ph2}Browse...{ph3} button to select a file name and location.
es: Escriba el nombre del archivo TMX a generar en el cuadro de texto {ph0}Archivo TMX{ph1} o utilice el botón {ph2}Examinar...{ph3} asociado para seleccionar un nombre de archivo y una ubicación.
fr: Dans le champ {ph0}Fichier TMX{ph1}, saisissez le nom fichier TMX à générer, ou indiquez son emplacement et son nom à l’aide du bouton {ph2}Parcourir{ph3}.

source: Use the {ph0}Character Set{ph1}, {ph2}Column Separator{ph3} and {ph4}Text Delimiter{ph5} drop-down boxes to define the format of the file to be converted. Use the preview panel to check the correctness of the selected settings. Use {ph6}Custom Separator{ph7} and {ph8}Custom Delimiter{ph9} text boxes to enter values not included in the drop-down selectors.
es: Utilice las listas desplegables {ph0}Juego de Caracteres{ph1}, {ph2}Separador de columnas{ph3} y {ph4}Delimitador dee Texto{ph5} para definir el formato del archivo que se va a convertir. Utilice el panel de vista previa para comprobar que los ajustes seleccionados son correctos. Utilice los cuadros de texto {ph6}Separador Personalizado{ph7} y {ph8}Delimitador Personalizado{ph9} para introducir valores no incluidos en las listas desplegables.
fr: Effectuez les réglages de format à l’aide des listes déroulantes {ph0}Jeu de caractères{ph1}, {ph2}Séparateur de colonnes{ph3} et {ph4}Délimiteur de texte{ph5}. Vérifiez que vos réglages sont corrects à l’aide de l’aperçu. Au besoin, personnalisez les réglages en saisissant les valeurs adéquates dans les champs {ph6}Autre séparateur{ph7} et {ph8}Autre délimiteur{ph9}.

source: On success, the preview panel displays the data in a tabular format. If language codes are included in the first row of the CSV file, they will be automatically detected and will also be displayed highlighted in the panel, as shown in this picture:
es: Si se realiza correctamente, el panel de vista previa muestra los datos en formato tabular. Si se incluyen códigos de idioma en la primera fila del archivo CSV, se detectarán automáticamente y también se mostrarán resaltados en el panel, como se muestra en esta imagen:
fr: Les données de votre fichier devraient apparaître sous forme tabulaire dans la zone d’aperçu. Si les codes de langues sont indiqués dans la première ligne de votre fichier et qu’ils sont correctement reconnus, ils apparaissent dans l’en-tête des colonnes dans l’aperçu, comme sur l’image ci-dessous :

source: Correct Settings Example
es: Ejemplo de Configuración Correcta
fr: Zone d’aperçu lorsque les réglages sont corrects

source: Unexpected characters, like the ones shown in the picture below, indicate wrong {ph0}character set{ph1} selection.
es: Los caracteres inesperados, como los que se muestran en la imagen siguiente, indican una selección incorrecta del {ph0}Juego de Caracteres{ph1}.
fr: Si des caractères illisibles apparaissent comme sur l’image ci-dessous, c’est probablement que le {ph0}jeu de caractère{ph1} est incorrect.

source: Wrong Character Set Example
es: Ejemplo de Juego de Caracteres Equivocado
fr: Zone d’aperçu lorsque le jeu de caractères est mal réglé

source: Readable text that is not displayed as a table, is a sign of incorrect selection of column separator or text delimiter. Use the preview panel to check the correct values.
es: El texto legible que no se muestra como una tabla es un signo de selección incorrecta del separador de columnas o del delimitador de texto. Utilice el panel de vista previa para comprobar los valores correctos.
fr: Si le texte est lisible mais ne s’affiche pas sous forme de tableau, c’est probablement que le séparateur de colonnes ou le délimiteur de texte est incorrect. Utilisez l’aperçu pour ajuster les réglages.

source: Wrong Delimiters Example
es: Ejemplo de Delimitadores Equivocados
fr: Zone d’aperçu lorsque le séparateur de colonne est incorrect

source: Click the {ph0}Set Languages{ph1} button if language codes are not included in the file or you wish to change the automatically detected ones.
es: Haga clic en el botón {ph0}Seleccionar Idiomas{ph1} si los códigos de idioma no están incluidos en el archivo o si desea cambiar los detectados automáticamente.
fr: Si les codes de langue ne sont pas présents dans la feuille de calcul, ou si vous souhaitez modifier les langues suggérées, cliquez sur le bouton {ph0}Définir les langues{ph1}.

source: The following dialog appears:
es: Aparece el siguiente cuadro de diálogo:
fr: La boîte de dialogue "Découper un fichier TMX" s’ouvre :

source: CSV/Text Languages Dialog
es: Cuadro de diálogo Idiomas del Archivo CSV/Texto
fr: Boîte de dialogue "Langues du fichier CSV ou TSV"

source: Use the drop-down controls in the {ph0}CSV/Text Languages{ph1} dialog to select the languages in the CSV file. Click the {ph2}Set Languages{ph3} button to confirm your selection.
es: Utilice las listas desplegables del cuadro de diálogo {ph0}Idiomas del Archivo CSV/Texto{ph1} para seleccionar los idiomas del archivo CSV. Haga clic en el botón {ph2}Seleccionar Idiomas{ph3} para confirmar su selección.
fr: Dans la boîte de dialogue {ph0}Langues du fichier CSV ou TSV{ph1}, sélectionnez la langue pour chacune des colonnes du fichier à convertir. Puis, cliquez sur {ph2}Enregistrer{ph3}.

source: Check the {ph0}Fix Excel Double Quotes{ph1} box if the file was exported by Excel using double quote characters as text delimiter. This option ensures that quotes are not duplicated during conversion.
es: Active la casilla {ph0}Corregir Comillas Dobles de Excel{ph1} si Excel exportó el archivo con comillas dobles como delimitador de texto. Esta opción garantiza que las comillas no se dupliquen durante la conversión.
fr: Si le fichier a été exporté à partir d’Excel avec des guillemets doubles comme délimiteur de texte, cochez la case {ph0}Corriger les guillemets doubles d’Excel{ph1}. Cela évitera que les guillemets soient dupliqués durant la conversion.

source: Check the {ph0}Optional Text Delimiters{ph1} box if the file does not use the selected text delimiter in all cases (some tools only surround text in delimiters when the de column separator is part of the exported text).
es: Marque la casilla {ph0}Delimitadores de Texto Opcionales{ph1} si el archivo no utiliza el delimitador de texto seleccionado en todos los casos (algunas herramientas solo rodean el texto en los delimitadores cuando el separador de columna forma parte del texto exportado).
fr: Si le délimiteur de texte n’est pas systématiquement présent, cochez la case {ph0}Tolérer les délimiteurs de texte manquants{ph1}. (Certains outils ne délimitent le texte qui s’il contient le caractère du séparateur de colonne.)

source: Finally, click the {ph0}Convert CSV to TMX{ph1} button to generate the TMX file.
es: Finalmente, haga clic en el botón {ph0}Convertir Archivo CSV a TMX{ph1} para generar el archivo TMX.
fr: Enfin, cliquez sur le bouton {ph0}Convertir le fichier en TMX{ph1} pour lancer le traitement.

source: The CSV file is converted to TMX and automatically opened in the editor if the {ph0}Open Generated TMX File{ph1} checkbox is selected.
es: El archivo CSV se convierte a TMX y se abre automáticamente en el editor si la casilla de verificación {ph0}Abrir Archivo TMX Generado{ph1} está activada.
fr: Le fichier TMX est généré à l’emplacement défini. Si la case {ph0}Ouvrir le fichier TMX généré{ph1} est cochée, ce fichier s’ouvre dans la fenêtre principale.

source: Maintenance Dashboard
es: Panel de Mantenimiento
fr: Effectuer plusieurs tâches en une seule passe à l’aide du tableau de bord de maintenance

source: Follow these steps to optimize a TMX file using a simplified dialog.
es: Siga estos pasos para optimizar un archivo TMX usando un cuadro de diálogo simplificado.
fr: Marche à suivre pour optimiser un fichier TMX en une seule passe.

source: {ph0}Maintenance Dashboard{ph1} allows you to perform maintenance tasks in a simplified dialog that incorporates several actions available in {ph2}Tasks{ph3} menu.
es: El {ph0}Panel de Mantenimiento{ph1} le permite realizar tareas de mantenimiento en un cuadro de diálogo simplificado que incorpora varias acciones disponibles en el menú {ph2}Tareas{ph3}.
fr: {ph0}Le tableau de bord de maintenance{ph1} regroupe plusieurs tâches du menu {ph2}Tâches{ph3} en une boîte de dialogue unique en vue de simplifier la maintenance de vos fichiers TMX.

source: Open the TMX file that you want to modify.
es: Abra el archivo TMX que desea modificar.
fr: Ouvrez le fichier TMX à nettoyer.

source: In main menu, select {ph0} {ph1}Tasks{ph2} {ph3}Maintenance Dashboard{ph4} {ph5} or click the {ph6} {ph7}Maintenance Dashboard{ph8} button on the top toolbar.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Panel de Mantenimiento{ph4} {ph5} o haga clic en el botón {ph6} {ph7}Panel de Mantenimiento{ph8} de la barra de herramientas superior.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Tableau de bord de maintenance{ph4} {ph5}, ou cliquez sur le bouton {ph6} {ph7}Tableau de bord de maintenance{ph8} dans la barre d’outils.

source: The following dialog appears:
es: Aparece el siguiente cuadro de diálogo:
fr: La boîte de dialogue "Découper un fichier TMX" s’ouvre :

source: Maintenance Dashboard Dialog
es: Cuadro de diálogo Panel de Mantenimiento
fr: Boîte de dialogue "Tableau de bord de maintenance"

source: Select the corresponding checkboxes for all tasks that you want to perform:
es: Seleccione las casillas de verificación correspondientes para todas las tareas que desee realizar:
fr: Sélectionnez les tâches à effectuer sur le fichier en cochant les cases correspondantes :

source: {ph0}Remove All Tags{ph1}: remove all inline tags from the TMX file.
es: {ph0}Eliminar Todas las Etiquetas{ph1}: eliminar todas las etiquetas del archivo TMX.
fr: {ph0}Supprimer toutes les balises{ph1}, pour enlever toutes les balises inline du fichier.

source: {ph0}Remove Duplicated Unis{ph1}: remove duplicated translation units.
es: {ph0}Eliminar Unidades Duplicadas{ph1}: eliminar unidades de traducción duplicadas.
fr: {ph0}Supprimer les unités en doublon{ph1}, pour retirer les unités de traduction dupliquées.

source: {ph0}Remove Untranslated Units{ph1}: remove all untranslated units.
es: {ph0}Eliminar Unidades No Traducidas{ph1}: eliminar todas las unidades no traducidas.
fr: {ph0}Supprimer les unités non traduites{ph1}, pour retirer les unités de traduction non traduites.

source: {ph0}Remove Initial/Trailing Spaces{ph1}: remove spaces at the start and end of all language entries.
es: {ph0}Eliminar Espacios Iniciales y Finales{ph1}: elimina los espacios al principio y al final de todas las entradas de idioma.
fr: {ph0}Supprimer les espaces à gauche et à droite{ph1}, pour enlever tous les espaces qui se trouvent au début ou à la fin des segments.

source: {ph0}Consolidate Units{ph1}: merge translation units that share a common source language entry.
es: {ph0}Consolidar Unidades{ph1}: combina unidades de traducción que comparten una entrada de idioma de origen común.
fr: {ph0}Consolider les unités de traduction{ph1}, pour fusionner les unités de traductions issues du même segment source.

source: If you selected {ph0}Remove Untranslated Units{ph1} or {ph2}Consolidate Units{ph3}, select the {ph4}source language{ph5} of the TMX file using the {ph6}Source Language{ph7} drop-down.
es: Si seleccionó {ph0}Eliminar Unidades Duplicadas{ph1} o {ph2}Consolidar Unidades{ph3}, seleccione el {ph4}idioma origen{ph5} del archivo TMX mediante la lista desplegable {ph6}Idioma Origen{ph7}.
fr: Si vous avez sélectionné la tâche {ph0}Supprimer les unités non traduites{ph1} ou la tâche {ph2}Consolider les unités de traduction{ph3}, sélectionnez également la {ph4}langue source{ph5} à l’aide de la liste déroulante {ph6}Langue source{ph7}.

source: Click the {ph0}Perform Maintenance{ph1} button.
es: Haga clic en el botón {ph0}Realizar Mantenimiento{ph1}.
fr: Cliquez sur le bouton {ph0}Exécuter la maintenance{ph1}.

source: A maintenance process is started and an indicator is displayed on screen while all selected tasks are performed.
es: Se inicia un proceso de mantenimiento y se muestra un indicador en la pantalla mientras se realizan todas las tareas seleccionadas.
fr: Un indicateur permet de suivre la progression du traitement des différentes tâches sélectionnées.

source: Merge TMX Files
es: Combinar Archivos TMX
fr: Fusionner des fichiers TMX

source: Follow these steps to merge the content of two or more TMX files into a larger one.
es: Siga estos pasos para combinar el contenido de dos o más archivos TMX en uno más grande.
fr: Voici les étapes à suivre pour fusionner plusieurs fichiers TMX en un seul gros fichier.

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Merge TMX Files...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Archivo{ph2} {ph3}Combinar Archivos TMX...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Fusionner des fichiers TMX{ph4} {ph5}.

source: Merge TMX Files Dialog
es: Cuadro de diálogo Combinar Archivos TMX
fr: Boîte de dialogue "Fusionner des fichiers TMX"

source: Enter the name of the file that will contain all merged data in the {ph0}Merged TMX File{ph1} text box or click the {ph2}Browse...{ph3} button to select a file from the file system.
es: Escriba el nombre del archivo TMX que contendrá todos los datos combinados en el cuadro de texto {ph0}Archivo TMX Combinado{ph1} o utilice el botón {ph2}Examinar...{ph3} para seleccionar un archivo del sistema de archivos.
fr: Dans le champ {ph0}Fichier TMX résultat{ph1}, saisissez le chemin du gros fichier à générer, ou sélectionnez le fichier à l’aide du bouton {ph2}Parcourir{ph3}.

source: Use the {ph0}Add Files{ph1} button to select the files to be merged from the file system.
es: Utilice el botón {ph0}Añadir Archivos{ph1} para seleccionar los archivos que se van a combinar desde el sistema de archivos.
fr: Sélectionner les fichiers TMX à fusionner à l’aide du bouton {ph0}Ajouter des fichiers{ph1}.

source: The dialog shows added files:
es: El dialogo muestra los archivos añadidos:
fr: Voici à quoi ressemble la boîte de dialogue une fois que des fichiers ont été ajoutés :

source: Merge TMX Files Dialog
es: Cuadro de diálogo Combinar Archivos TMX
fr: Boîte de dialogue "Fusionner des fichiers TMX"

source: If you want to remove files from the list, click the corresponding {ph0}Remove File{ph1} buttons ({ph2}) on the leftmost column.
es: Si desea eliminar archivos de la lista, haga clic en los correspondientes botones {ph0}Eliminar Archivo{ph1} ({ph2}) de la columna situada más a la izquierda.
fr: Pour enlever un fichier de la liste, cliquez sur le bouton {ph0} {ph1}Retirer le fichier{ph2} en regard du fichier à retirer.

source: Click the {ph0}Merge TMX Files{ph1} button.
es: Haga clic en el botón {ph0}Combinar Archivos TMX{ph1}.
fr: Cliquez sur le bouton {ph0}Fusionner les fichiers{ph1}.

source: A progress dialog is displayed while a TMX file containing data from all selected files is created in the indicated location.
es: Se muestra un indicador de progreso mientras se crea un archivo TMX que contiene datos de todos los archivos seleccionados en la ubicación indicada.
fr: Un petit message s’affiche pendant le traitement. Le fichier TMX résultat est généré à l’emplacement défini. Il contient les données de tous les fichiers de la liste.

source: Program Settings
es: Configuración del Programa
fr: Paramètres du programme

source: Open the preferences dialog:
es: Abra el cuadro de diálogo de preferencias:
fr: Pour ouvrir la boîte de dialogue des préférences utilisateur :

source: On Windows or Linux menu, select {ph0} {ph1}Settings{ph2} {ph3}Preferences{ph4} {ph5}.
es: En el menú de Windows o Linux, seleccione {ph0} {ph1}Configuración{ph2} {ph3}Preferencias{ph4} {ph5}.
fr: Sur Windows ou Linux, sélectionnez {ph0} {ph1}Paramètres{ph2} {ph3}Préférences utilisateur{ph4} {ph5} dans le menu.

source: On macOS main menu, select {ph0} {ph1}TMXEditor{ph2} {ph3}Preferences...{ph4} {ph5}Settings{ph6} {ph7}.
es: En el menú principal de macOS, seleccione {ph0} {ph1}TMXEditor{ph2} {ph3} Preferences...{ph4} {ph5}Configuración{ph6} {ph7}.
fr: Sur macOS, sélectionnez {ph0} {ph1}TMXEditor{ph2} {ph3}Préférences utilisateur {ph4} {ph5}Paramètres{ph6} {ph7} dans le menu.

source: Use the {ph0}Application Language{ph1} drop-down to select the language used in TMXEditor graphical user interface.
es: Utilice la lista desplegable {ph0}Idioma de la Aplicación{ph1} para seleccionar el idioma utilizado en la interfaz gráfica de usuario de TMXEditor.
fr: Sélectionnez la langue de l’interface graphique de TMXEditor à l’aide de la liste déroulante {ph0}Langue de l’application{ph1}.

source: Changes to the application language will take effect after you restart the program.
es: Los cambios en el idioma de la aplicación surtirán efecto después de reiniciar el programa.
fr: Le changement de langue deviendra effectif au prochain redémarrage du programme.

source: Use the {ph0}Theme{ph1} drop-down to select the colors used in the graphical user interface. Available options are:
es: Utilice el menú desplegable {ph0}Tema{ph1} para seleccionar los colores utilizados en la interfaz gráfica de usuario. Las opciones disponibles son:
fr: Sélectionnez le jeu de couleur de l’interface graphique à l’aide de la liste déroulante {ph0}Thème{ph1}. Les quatre thèmes disponibles sont les suivants :

source: {ph0}System Default{ph1}: automatically selects Dark or Light colors according to the preferences set in the operating system.
es: {ph0}Predeterminado del sistema{ph1}: selecciona automáticamente los colores oscuros o claros según las preferencias establecidas en el sistema operativo.
fr: {ph0}Automatique{ph1} : sombre ou clair selon ce qui a été défini au niveau du système d’exploitation.

source: {ph0}Dark{ph1}: Uses dark background with white text.
es: {ph0}Oscuro{ph1}: utiliza fondo oscuro con texto blanco.
fr: {ph0}Sombre{ph1} : texte blanc sur fond gris foncé.

source: {ph0}Light{ph1}: Uses light grey background with dark text.
es: {ph0}Claro{ph1}: utiliza fondo gris claro con texto oscuro.
fr: {ph0}Clair{ph1} : texte noir sur fond gris clair.

source: {ph0}High Contrast{ph1}: Dark theme with enhanced contrast.
es: {ph0}Alto Contraste{ph1}: tema oscuro con contrasete mejorado.
fr: {ph0}Contraste élevé{ph1} : sombre avec un contraste renforcé.

source: Select the number of spaces used to indent XML elements in the TMX file using the {ph0}Indentation{ph1} selector.
es: Ingrese el número de espacios utilizados para aplicar sangría a los elementos XML del archivo TMX mediante el selector de {ph0}Sangría{ph1}.
fr: Concernant le formatage des fichiers TMX, réglez la largeur du retrait des balises XML imbriquées en saisissant dans le champ {ph0}Indentation{ph1} le nombre d’espaces à insérer.

source: {ph0}Note{ph1}: Indentation helps in visually understanding the structure of an XML file when viewing it as plain text but is not required for processing TMX files with translation tools.
es: {ph0}Nota{ph1}: La sangría ayuda a comprender visualmente la estructura de un archivo XML cuando se visualiza como texto sin formato, pero no es necesaria para procesar archivos TMX con herramientas de traducción.
fr: {ph0}Remarque{ph1} : L’indentation aide visuellement à comprendre la structure des fichiers XML lorsqu’on les ouvre dans un éditeur de texte. Elle n’a par contre aucun effet sur les traitements des fichiers TMX effectués par les outils de traduction.
