Repository: Kazephil/TMXEditor-kaze
Catalog: docs/i18n/tmxeditor_*.ditamap.xlf
Languages: es, fr

source: On success, an email with the requested evaluation key will be sent to the indicated address and the following dialog will be displayed:
es: Si tiene éxito, se enviará un correo electrónico con la clave de evaluación solicitada a la dirección indicada y se mostrará el siguiente cuadro de diálogo:
fr: Si votre demande est acceptée, la clé d’évaluation vous est envoyée par mail, et la boîte de dialogue suivante apparaît.

source: Request Received Dialog
es: Cuadro de diálogo Solicitud Recibida
fr: Boîte de dialogue confirmant la demande de période d’essai

source: Check your email and register the evaluation key using the instructions shown above.
es: Compruebe su correo electrónico y registre la clave de evaluación siguiendo las instrucciones indicadas anteriormente.
fr: Allez dans votre messagerie, ouvrez le mail, puis enregistrez la clé d’évaluation comme indiqué ci-dessus.

source: Subscription Renewal
es: Renovación de Suscripción
fr: Renouvellement d’un abonnement

source: You can register a new subscription key before your existing subscription expires.
es: Puede registrar una nueva Clave de Suscripción antes de que caduque su suscripción existente.
fr: Vous pouvez enregistrer un nouvel abonnement avant que votre abonnement actuel expire.

source: In main menu, select {ph0} {ph1}Help{ph2} {ph3}Register Subscription...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Ayuda{ph2} {ph3}Registrar Suscripción...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Aide{ph2} {ph3}Abonnement.{ph4} {ph5}.

source: Register Subscription Dialog
es: Cuadro de diálogo Registrar Suscripción
fr: Boîte de dialogue "Abonnement"

source: If you don't have a subscription key yet, click on the {ph0}Purchase Subscription{ph1} button to open {ph2}Maxprograms Online Store{ph3} on your internet browser.
es: Si no tiene una clave de suscripción, haga clic en el botón {ph0}Comprar Suscripción{ph1} para abrir la {ph2}tienda en línea de Maxprograms{ph3} en su navegador de Internet.
fr: Si vous n’avez pas de clé d’abonnement, cliquez sur le bouton {ph0}Acheter un abonnement{ph1} pour accéder à la {ph2}boutique en ligne de Maxprograms{ph3} dans le navigateur internet.

source: If you have a Subscription Key, type it in the {ph0}Subscription Key{ph1} text box and click the {ph2}Register Subscription{ph3} button.
es: Si tiene una clave de suscripción, escríbala en el cuadro de texto {ph0}Clave de Suscripción{ph1} y haga clic en el botón {ph2}Registrar Suscripción{ph3}.
fr: Si vous avez une clé d’abonnement, saisissez-la dans le champ {ph0}Clé d’abonnement{ph1}, puis cliquez sur le bouton {ph2}Enregistrer l’abonnement{ph3}.

source: On registration success, The following dialog appears:
es: Si el registro se realiza correctamente, aparece el siguiente cuadro de diálogo:
fr: Si la clé est acceptée, la petite boîte de dialogue suivante apparaît :

source: Subscription Registered Dialog
es: Cuadro de diálogo Suscripción Registrada
fr: Boîte de dialogue "Abonnement validé"

source: TMX Validation
es: Validación de TMX
fr: Validation TMX

source: Most CAT (Computer Aided Translation) tools rely on TMX (Translation Memory eXchange) standard to exchange translation memory data. Unfortunately, some tools produce files that are not valid and others do not accept TMX documents that are correctly formatted.
es: La mayoría de las herramientas TAO (traducción Asistida por Ordenador) se basan en la norma TMX (Translation Memory eXchange) para intercambiar datos de memorias de traducción. Por desgracia, algunas herramientas producen archivos que no son válidos y otras no aceptan documentos TMX que estén correctamente formateados.
fr: La plupart des outils de TAO (Traduction Assistée par Ordinateur) s’appuient sur la norme TMX (Translation Memory Echange) pour l’échange des mémoires de traduction. Malheureusement, il y a des outils qui produisent des fichiers TMX non conformes, ou qui n’arrivent pas à lire certains fichiers TMX dont le format est pourtant correct.

source: TMXEditor checks the validity of TMX files against TMX DTD and also verifies if they follow the requirements described in TMX specifications.
es: TMXEditor comprueba la validez de los archivos TMX frente a TMX DTD y también verifica si siguen los requisitos descritos en las especificaciones TMX.
fr: TMXEditor permet de vérifier la validité des fichiers TMX par rapport à la DTD et par rapport aux spécifications de la norme TMX.

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Validate TMX File...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Archivo{ph2} {ph3}Validar Archivo TMX...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Valider un fichier TMX{ph4} {ph5}.

source: Use the dialog that appears to locate and select the file that you want to validate.
es: Utilice el cuadro de diálogo que aparece para localizar y seleccionar el archivo que desea validar.
fr: Sélectionnez le fichier à valider à l’aide de la boîte de dialogue.

source: A progress dialog is displayed while the file is analyzed.
es: Se muestra un indicador de progreso mientras se analiza el archivo.
fr: Un petit message s’affiche pendant la validation.

source: After checking the TMX file, a dialog with validation results appears.
es: Tras comprobar el archivo TMX, aparece un cuadro de diálogo con los resultados de la validación.
fr: Le résultat de la validation s’affiche dans une boîte de dialogue.

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Open{ph4} {ph5} option ([{ph6}Ctrol+O{ph7}] on Windows/Linux, [{ph8}Cmd+O{ph9}] on macOS) or click the {ph10} {ph11}Open{ph12} button on the top toolbar.
es: En el menú principal, seleccione {ph0} {ph1}Archivo{ph2} {ph3}Abrir{ph4} {ph5} ([{ph6}Ctrl+O{ph7}] en Windows/Linux, [{ph8}Cmd+O{ph9}] en macOS) o haga clic en el botón {ph10} {ph11}Abrir{ph12} de la barra de herramientas superior.

source: Introduction
es: Introducción

source: Available from {ph0}https://slf4j.org{ph1}
es: Disponible en {ph0}https://slf4j.org{ph1}

source: Published under {ph0}MIT License{ph1}
es: Publicado bajo la {ph0}Licencia MIT{ph1}

source: Available from {ph0}https://github.com/xerial/sqlite-jdbc{ph1}
es: Disponible en {ph0}https://github.com/xerial/sqlite-jdbc{ph1}

source: Published under {ph0}Apache License{ph1}
es: Publicado bajo la {ph0}Licencia Apache{ph1}

source: Available from {ph0}https://www.maxprograms.com/products/tmxvalidator.html{ph1}
es: Disponible en {ph0}https://www.maxprograms.com/products/tmxvalidator.html{ph1}

source: Available from {ph0}https://github.com/rmraya/TypesXML{ph1}
es: Disponible en {ph0}https://github.com/rmraya/TypesXML{ph1}

source: Available from {ph0}https://github.com/rmraya/XMLJava{ph1}
es: Disponible en {ph0}https://github.com/rmraya/XMLJava{ph1}

source: Published under {ph0}Eclipse Public License 1.0{ph1}
es: Publicado bajo la {ph0}Licencia Pública Eclipse 1.0{ph1}

source: TMXEditor maintenance options are
es: Las opciones de mantenimiento de TMXEditor son

source: A preview of the the initial ten rows of the first worksheet is automatically loaded when you use the {ph48}Browse...{ph49} button: {ph50} A preview of the the initial ten rows of the first worksheet is automatically loaded when you use the {ph0}Browse...{ph1} button: {ph2}
es: Una vista previa de las diez filas iniciales de la primera hoja de cálculo se carga automáticamente cuando se utiliza el botón {ph48}Examinar...{ph49}: {ph50} Una vista previa de las diez filas iniciales de la primera hoja de cálculo se carga automáticamente cuando se utiliza el botón {ph0}Examinar...{ph1}: {ph2}

source: Theme changes are applied immediately. Changing the application language requires a restart. Memory usage settings are applied when a new TMX file is opened. Indentation is applied the next time a file is saved.
es: Los cambios de tema se aplican inmediatamente. Cambiar el idioma de la aplicación requiere un reinicio. La configuración de uso de memoria se aplica cuando se abre un nuevo archivo TMX. La sangría se aplica la próxima vez que se guarda un archivo.

source: In main menu, seect {ph0} {ph1}Tasks{ph2} {ph3}Remove Translation Same as Source...{ph4} {ph5} option.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Eliminar Traducciones Iguales a Origen...{ph4} {ph5}.

source: Follow these steps perform a global search & replace operation.
es: Siga estos pasos para realizar una operación global de búsqueda y reemplazo.

source: Select the {ph0}Regular Expression{ph1} checkbox if you want to use regular expressions for specifying the text to search
es: Active la casilla {ph0}Expresión Regular{ph1} si desea utilizar expresiones regulares para especificar el texto que se va a buscar

source: When you open TMXEditor from the official installers for the first time, or when the {ph48}subscription key{ph49} is not registered, the following dialog is displayed:{ph50} When you open TMXEditor from the official installers for the first time, or when the {ph0}subscription key{ph1} is not registered, the following dialog is displayed:{ph2}
es: Cuando abre TMXEditor desde los instaladores oficiales por primera vez, o cuando la {ph48}clave de suscripción{ph49} no está registrada, se muestra el siguiente cuadro de diálogo:{ph50} Cuando abre TMXEditor desde los instaladores oficiales por primera vez, o cuando la {ph0}clave de suscripción{ph1} no está registrada, se muestra el siguiente cuadro de diálogo:{ph2}
