Repository: Kazephil/TMXEditor-kaze
Catalog: docs/i18n/tmxeditor_*.ditamap.xlf
Languages: es, fr

source: Select the {ph0}Set 'changeid' / 'changedate' Attributes{ph1} checkbox if you want to enable the registration of the user who last modified an item or file and the date the change was made.
es: Seleccione la casilla {ph0}Establecer Atributos 'changeid' / 'changedate'{ph1} si desea habilitar el registro del usuario que modificó por última vez un elemento o archivo y la fecha en que se realizó el cambio.
fr: Cochez la case {ph0}Mettre à jour les attributs changeid et changedate{ph1} si vous souhaitez activer l’enregistrement du nom de l’utilisateur ayant effectué la dernière modification d’un élément ou d’un fichier, ainsi que la date de cette modification.

source: Click the {ph0}Save Preferences{ph1} button to save and activate selected settings.
es: Haga clic en el botón {ph0}Guardar Preferencias{ph1} para guardar y activar la configuración seleccionada.
fr: Cliquez sur le bouton {ph0}Enregistrer les préférences{ph1} pour enregistrer et activer les nouveaux paramètres.

source: Theme changes are applied immediately. Changing the application language requires a restart. Indentation is applied the next time a file is saved.
fr: Les changements de thème sont appliqués immédiatement. Les changements de langue sont pris en compte au prochain redémarrage de TMXEditor. Les paramètres concernant l’utilisation de la mémoire sont appliqués à la prochaine ouverture d’un fichier TMX. Le paramètre d’indentation est appliqué au prochain fichier TMX qu’on enregistre.

source: Remove Duplicated Units
es: Eliminar Unidades Duplicadas
fr: Supprimer les unités en doublon

source: Follow these steps to remove duplicated entries in a TMX file.
es: Siga estos pasos para eliminar unidades duplicadas de un archivo TMX.
fr: Marche à suivre pour supprimer les unités de traduction en doublon dans un fichier TMX.

source: Duplicated {ph0}translation units{ph1} increase the size of a TMX file and slow down TM searches.
es: Las {ph0}unidades de traducción{ph1} duplicadas aumentan el tamaño de un archivo TMX y ralentizan las búsquedas de TM.
fr: Les {ph0}unités de traduction{ph1} en doublon sont gênantes car elles augmentent inutilement la taille des fichiers TMX et ralentissent les systèmes à mémoire de traduction dans leurs recherches.

source: In main menu, select {ph0} {ph1}Tasks{ph2} {ph3}Remove Duplicated Units{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Eliminar Unidades Duplicadas{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Supprimer les unités en doublon{ph4} {ph5}.

source: A progress dialog is displayed while duplicated units are removed. The editing window is refreshed to reflect the changes.
es: Se muestra un indicador de progreso mientras se eliminan unidades duplicadas. La ventana de edición se actualiza para reflejar los cambios.
fr: Un petit message s’affiche pendant le traitement. Les données du fichier nettoyé apparaissent dans la fenêtre principale.

source: Remove Language
es: Eliminar Idioma
fr: Supprimer une langue

source: Follow these steps to remove a language from a TMX file.
es: Siga estos pasos para eliminar un idioma de un archivo TMX.
fr: Voici les étapes à suivre pour supprimer tous les textes d’une langue dans un fichier TMX.

source: In main menu, select {ph0} {ph1}Tasks{ph2} {ph3}Remove Language...{ph4} {ph5} option.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Eliminar Idioma...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Supprimer une langue{ph4} {ph5}.

source: Remove Language Dialog
es: Cuadro de diálogo Eliminar Idioma
fr: Boîte de dialogue "Supprimer une langue"

source: Use the drop-down box to select the language to remove.
es: Use la lista desplegable para seleccionar el idioma a eliminar.
fr: Sélectionnez la langue à supprimer à l’aide de la liste déroulante.

source: Click the {ph0}Remove Language{ph1} button.
es: Haga clic en el botón {ph0}Eliminar Idioma{ph1}.
fr: Cliquez sur le bouton {ph0}Supprimer la langue{ph1}.

source: Remove Translation Same as Source
es: Eliminar Traducciones Iguales a Origen
fr: Supprimer les traductions identiques à la source

source: Follow these steps to remove translation entries that are the same as source entry from a TMX file.
es: Siga estos pasos para eliminar entrados cuyas traducciones son iguales al texto origen en un archivo TMX.
fr: Marche à suivre pour supprimer les traductions qui sont identiques au texte source dans un fichier TMX.

source: Translation units may contain one or more language entries that are equal to the entry designated as source. If in a given unit all entries have the same content, this procedure removes the entire unit. If at least one language entry is different from source, the unit is preserved containing only translations that are different from source.
es: Las unidades de traducción pueden contener una o varias entradas de idioma iguales a la entrada designada como origen. Si en una unidad dada todas las entradas tienen el mismo contenido, este procedimiento elimina toda la unidad. Si al menos una entrada de idioma es diferente de la de origen, se conserva la unidad que contiene sólo las traducciones que son diferentes de la de origen.
fr: Certaines unités de traduction peuvent contenir des traductions qui sont identiques au texte en langue source. Ce traitement supprime les unités de traductions dont le texte est le même dans toutes les langues. Il supprime également les traductions qui sont identiques à la source (tout en laissant dans l’unité de traduction toutes les traductions qui diffèrent).

source: In main menu, select {ph0} {ph1}Tasks{ph2} {ph3}Remove Translation Same as Source...{ph4} {ph5} option.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Supprimer les traductions identiques à la source{ph4} {ph5}.

source: Remove Translation Same as Source Dialog
es: Cuadro de diálogo Eliminar Traducciones Iguales a Origen
fr: Boîte de dialogue "Supprimer les traductions identiques à la source"

source: Use the {ph0}Source Language{ph1} drop-down to select the language to be considered language for removing units (it may differ from the source language set at file level).
es: Utilice la lista desplegable {ph0}Idioma Origen{ph1} para seleccionar el idioma que se considerará idioma origen para eliminar unidades (puede diferir del idioma de origen establecido a nivel de archivo).
fr: À l’aide de la liste déroulante {ph0}Langue source{ph1}, sélectionnez la langue devant être considérée comme la langue source pour ce traitement. (Cette langue n’est pas forcément la même que la langue source définie au niveau du fichier.)

source: Click the {ph0}Remove Translation Same as Source{ph1} button.
es: Haga clic en el botón {ph0}Eliminar Traducciones Iguales a Origen{ph1}.
fr: Cliquez sur le bouton {ph0}Supprimer les traductions identiques à la source{ph1}.

source: A progress dialog is displayed while translation enties that are equal to source are removed.
es: Se muestra un indicador de progreso mientras se eliminan las traducciones que son iguales al origen.
fr: Un petit message s’affiche pendant le traitement.

source: The editing window is refreshed to reflect the changes.
es: La ventana de edición se actualiza para reflejar los cambios.
fr: Les données du fichier nettoyé apparaissent dans la fenêtre principale.

source: Remove Initial & Trailing Spaces
es: Eliminar Espacios Iniciales y Finales
fr: Supprimer les espaces à gauche et à droite

source: Follow these steps to remove initial and trailing spaces from all segments of a TMX file.
es: Siga estos pasos para quitar los espacios iniciales y finales de todos los segmentos de un archivo TMX.
fr: Marche à suivre pour supprimer les espaces qui se trouvent au début ou à la fin des segments d’un fichier TMX.

source: Leading or trailing spaces may affect the match quality rating of matches retrieved from a translation memory system.
es: Los espacios iniciales o finales pueden afectar el valor de similitud en las coincidencias recuperadas de un sistema de memoria de traducción.
fr: Les espaces superflus peuvent fausser les pourcentages de correspondance calculés par les systèmes à mémoire de traduction.

source: In main menu, select {ph0} {ph1}Tasks{ph2} {ph3}Remove Initial/Trailing Spaces{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Eliminar Espacios Iniciales/Finales{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Supprimer les espaces à gauche et à droite{ph4} {ph5}.

source: A progress dialog is displayed while spaces are removed. The editing window is refreshed to reflect the changes.
es: Se muestra un indicador de progreso mientras se eliminan espacios. La ventana de edición se actualiza para reflejar los cambios.
fr: Un petit message s’affiche pendant le traitement. Les données du fichier nettoyé apparaissent dans la fenêtre principale.

source: Remove Inline Tags
es: Eliminar Etiquetas
fr: Supprimer les balises inline

source: Follow these steps to remove inline tags from a TMX file.
es: Siga estos pasos para eliminar etiquetas de un archivo TMX.
fr: Marche à suivre pour supprimer toutes les balises inline d’un fichier TMX.

source: The presence of inline tags may have an adverse effect when retrieving TM matches if a penalty is applied for missing or differences in inline tags.
es: La presencia de etiquetas puede tener un efecto adverso a la hora de recuperar coincidencias de TM si se aplica una penalización por falta o diferencias en las etiquetas.
fr: La présence de balises inline est susceptible de perturber la recherche de correspondances si une pénalité est appliquée lorsque les balises ne coïncident pas exactement.

source: Open the TMX file that you want to process.
es: Abra el archivo TMX que desea modificar.
fr: Ouvrez le fichier TMX à nettoyer.

source: In main menu, select {ph0} {ph1}Tasks{ph2} {ph3}Remove All Tags{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Eliminar Todas las Etiquetas{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Supprimer les balises inline{ph4} {ph5}.

source: A progress dialog is displayed while inline tags are removed. The editing window is refreshed to reflect the changes.
es: Se muestra un indicador de progreso mientras se eliminan etiquetas. La ventana de edición se actualiza para reflejar los cambios.
fr: Un petit message s’affiche pendant le traitement. Les données du fichier nettoyé apparaissent dans la fenêtre principale.

source: Remove Untranslated Units
es: Eliminar Unidades No Traducidas
fr: Supprimer les unités non traduites

source: Follow these steps to remove untranslated units from a TMX file.
es: Siga estos pasos para eliminar unidades no traducidas de un archivo TMX.
fr: Marche à suivre pour supprimer les unités non traduites d’un fichier TMX.

source: A translation unit that has just one <tuv> element that contains text is considered "untranslated". Untranslated units are hardly useful for retrieving matches from a {ph0}Translation Memory{ph1} system.
es: Una unidad de traducción que tiene un solo elemento <tuv> que contiene texto se considera "sin traducir". Las unidades no traducidas no son útiles para recuperar coincidencias de un sistema de {ph0}Memoria de Traducción{ph1}.
fr: Une unité de traduction est dite « non traduite » si elle ne contient qu’une seule balise <tuv> avec du texte dedans. Les unités non traduites ne fournissent aucune correspondance aux systèmes à {ph0}mémoire de traduction{ph1}.

source: In main menu, seect {ph0} {ph1}Tasks{ph2} {ph3}Remove Untranslated Units...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Eliminar Unidades No Traducidas...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Supprimer les unités non traduites.{ph4} {ph5}.

source: Remove Untranslated Units Dialog
es: Cuadro de diálogo Eliminar Unidades No Traducidas
fr: Boîte de dialogue "Supprimer les unités non traduites"

source: Click the {ph0}Remove Untranslated Units{ph1} button.
es: Haga clic en el botón {ph0}Eliminar Unidades No Traducidas{ph1}.
fr: Cliquez sur le bouton {ph0}Supprimer les unités non traduites{ph1}.

source: A progress dialog is displayed while untranslated units are removed.
es: Se muestra un indicador de progreso mientras se eliminan las unidades no traducidas.
fr: Un petit message s’affiche pendant le traitement.

source: Search & Replace Text
es: Buscar yRemplazar Texto
fr: Remplacer toutes les occurrences d’un texte

source: Follow these steps to perform a global search & replace operation.
fr: Voici les étapes à suivre pour remplacer toutes les occurrences d’un texte dans un fichiers TMX.

source: In main menu, select {ph0} {ph1}Edit{ph2} {ph3}Replace Text...{ph4} {ph5} ([{ph6}Ctrl+F{ph7}] on Windows/Linux, [{ph8}Cmd+F{ph9}] on macOS) or click the {ph10} {ph11}Replace Text...{ph12} button on the top toolbar.
es: En el menú principal, seleccione {ph0} {ph1}Editar{ph2} {ph3}Reemplazar Texto...{ph4} {ph5} ([{ph6}Ctrl+F{ph7}] en Windows/Linux, [{ph8}Cmd+F{ph9}] en macOS) o haga clic en el botón {ph10} {ph11}Reemplazar Texto...{ph12} de la barra de herramientas superior.
fr: Dans le menu, sélectionnez {ph0} {ph1}Édition{ph2} {ph3}Remplacer du texte {ph4} {ph5} ([{ph6}Ctrl+F{ph7}] sur Windows/Linux, [{ph8}Cmd+F{ph9}] sur macOS), ou cliquez sur le bouton {ph10} {ph11}Remplacer du texte{ph12} dans la barre d’outils.

source: Replace Text Dialog
es: Cuadro de diálogo Reemplazar Texto
fr: Boîte de dialogue "Remplacer du texte"

source: Enter the text to replace in the {ph0}Text to Search{ph1} text box.
es: Escriba el texto que desea reemplazar en el cuadro de texto {ph0}Texto a Buscar{ph1}.
fr: Saisissez le texte à remplacer dans le champ {ph0}Recherche{ph1}.

source: Enter the replacement text in the {ph0}Replace With{ph1} text box.
es: Escriba el texto de reemplazo en el cuadro de texto {ph0}Reemplazar con{ph1}.
fr: Saisissez le texte à mettre à la place dans le champ {ph0}Remplacer par{ph1}.

source: Use the {ph0}Language{ph1} drop-down to select the language column where the replacement should be performed.
es: Utilice la lista desplegable {ph0}Idioma{ph1} para seleccionar la columna de idioma donde se debe realizar el reemplazo.
fr: Sélectionnez la langue des textes dans laquelle l’opération doit s’effectuer à l’aide de la liste déroulante {ph0}Langue{ph1}.

source: Click the {ph0}Replace Text{ph1} button.
es: Haga clic en el botón {ph0}Reemplazar Texto{ph1}.
fr: Cliquez sur le bouton {ph0}Remplacer toutes les occurrences{ph1}.

source: All exact appearances of the text in {ph0}Text to Search{ph1}, or fragments that match the given regular expression, are replaced with the text specified in the {ph2}Replace With{ph3} text box.
es: Todas las entradas exactas del texto en {ph0}Texto a buscar{ph1}, o fragmentos que coincidan con la expresión regular dada, se reemplazan con el texto especificado en el cuadro de texto {ph2}Reemplazar con{ph3}.
fr: Toutes les occurrences du texte du champ {ph0}Recherche{ph1}, ou tous les fragments correspondant à l’expression régulière, sont remplacés par le texte du champ {ph2}Remplacer par{ph3}.

source: Sort Translation Units
es: Ordenar Unidades de Traducción
fr: Trier les unités de traduction

source: Follow these steps to display the entries of your TMX file sorted on a selected language.
es: Siga estos pasos para mostrar las entradas del archivo TMX ordenadas en un idioma seleccionado.
fr: Marche à suivre pour afficher les textes d’un fichier TMX par ordre alphabétique sur une langue donnée.

source: Data in a TMX file is stored without a particular order. Sometimes it may be useful to sort data according to a given language to facilitate editing.
es: Los datos en un archivo TMX se almacenan sin un orden particular. A veces puede ser útil ordenar los datos según un idioma determinado para facilitar la edición.
fr: Dans un fichier TMX, l’ordre des unités de traduction n’est pas significatif. Pour faciliter la navigation et l’édition, il est parfois pratique de trier les textes d’une langue donnée par ordre alphabétique.

source: Follow these steps to sort the content of a TMX file for review.
es: Siga estos pasos para ordenar el contenido de un archivo TMX para su revisión.
fr: Voici les étapes à suivre pour trier les textes d’un fichier TMX.

source: In main menu, select {ph0} {ph1}View{ph2} {ph3}Sort Translation Units{ph4} {ph5} option ([{ph6}F5{ph7}]) or click on the {ph8} {ph9}Sort Translation Units{ph10} button on the top toolbar.
es: En el menú principal, seleccione la opción {ph0} {ph1}Ver{ph2} {ph3}Ordenar Unidades de Traducción{ph4} {ph5} ([{ph6}F5{ph7}]) o haga clic en el botón {ph8} {ph9}Ordenar Unidades de Traducción{ph10} de la barra de herramientas superior.
fr: Dans le menu, sélectionnez {ph0} {ph1}Affichage{ph2} {ph3}Trier les unités de traduction{ph4} {ph5} (touche [{ph6}F5{ph7}]), ou cliquez sur le bouton {ph8} {ph9}Trier les unités de traduction{ph10} dans la barre d’outils.

source: Sort Translation Units Dialog
es: Cuadro de diálogo Ordenar Unidades de Traducción
fr: Boîte de dialogue "Trier les unités de traduction"

source: Use the {ph0}Sort Language{ph1} drop-down to select the language used for sorting the file.
es: Utilice la lista desplegable {ph0}Idioma de Ordenamiento{ph1} para seleccionar el idioma utilizado para ordenar el archivo.
fr: Sélectionnez la langue à utiliser pour le tri à l’aide de la liste déroulante {ph0}Langue sur laquelle trier{ph1}.

source: Select the {ph0}Sort Descending{ph1} checkbox if you want the units sorted in descending order. Clear the checkbox otherwise.
es: Active la casilla {ph0}Orden Descendente{ph1} si desea que las unidades se ordenen en orden descendente. Desactive la casilla de verificación de lo contrario.
fr: Cochez la case {ph0}Par ordre décroissant{ph1} si vous souhaitez afficher les unités de traduction par ordre alphabétique inverse. Laissez la case décochée si vous voulez juste l’ordre alphabétique normal.

source: Click the {ph0}Sort Translation Units{ph1} button.
es: Haga clic en el botón {ph0}Ordenar Unidades de Traducción{ph1}.
fr: Cliquez sur le bouton {ph0}Trier les unités de traduction{ph1}.

source: All units will be sorted according to the selected language. To display all units in the original order, reopen the dialog and click the {ph0}Clear Sorting{ph1} button.
es: Todas las unidades se ordenarán según el idioma seleccionado. Para mostrar todas las unidades en el orden original, vuelva a abrir el cuadro de diálogo y haga clic en el botón {ph0}Cancelar Ordenamiento{ph1}.
fr: Les unités triées sur la langue sélectionnée apparaissent dans la fenêtre principale. Pour afficher les unités de traduction dans l’ordre d’origine, ouvrez à nouveau la boîte de dialogue et cliquez sur le bouton {ph0}Annuler le tri{ph1}.

source: Split TMX File
es: Dividir Archivo TMX
fr: Découper un fichier TMX

source: Follow these steps to split a TMX file in two or more parts.
es: Siga estos pasos para dividir un archivo TMX en dos o más partes.
fr: Marche à suivre pour découper un fichier TMX en plusieurs morceaux.

source: Sometimes a TMX file may be too big to be processed and splitting it into smaller pieces may help.
es: A veces, un archivo TMX puede ser demasiado grande para ser procesado y dividirlo en partes más pequeñas puede ayudar.
fr: L’exploitation ou le traitement d’un fichier TMX volumineux pose parfois problème. Découper ce fichier en plusieurs petits morceaux peut permettre de s’en sortir.

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Split TMX File...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Archivo{ph2} {ph3}Dividir Archivo TMX...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Découper un fichier TMX{ph4} {ph5}.

source: Split TMX File Dialog
es: Cuadro de diálogo Dividir Archivo TMX
fr: Boîte de dialogue "Découper un fichier TMX"

source: Enter the full name of the file to split in the {ph0}TMX File{ph1} box or click the {ph2}Browse...{ph3} button to select the file from the file system.
es: Escriba el nombre del archivo TMX en el cuadro de texto {ph0}Archivo TMX{ph1} o utilice el botón {ph2}Examinar...{ph3} para seleccionar el archivo del sistema de archivos.
fr: Dans le champ {ph0}Fichier TMX{ph1}, saisissez le chemin du fichier à convertir, ou sélectionnez le fichier à l’aide du bouton {ph2}Parcourir{ph3}.

source: Select the number of parts in which you want to split the file.
es: Seleccione el número de partes en las que desea dividir el archivo.
fr: Indiquez en combien de morceaux vous souhaitez découper le fichier.

source: Click the {ph0}Split TMX File{ph1} button.
es: Haga clic en el botón {ph0}Dividir Archivo TMX{ph1}.
fr: Cliquez sur le bouton {ph0}Découper le fichier{ph1}.

source: A progress dialog is displayed while the selected TMX file is split into the indicated number of smaller TMX files that are created in the same folder. The original document is left unchanged.
es: Aparece un indicador de progreso mientras el archivo TMX seleccionado se divide en el número indicado de archivos TMX más pequeños que se crean en la misma carpeta. El documento original no se modifica.
fr: Un petit message s’affiche pendant le traitement. Les petits fichiers TMX sont créés dans le répertoire du fichier sélectionné. Le traitement ne modifie pas le fichier original.

source: First Registration - Evaluation Request
es: Primer Registro - Solicitud de Evaluación
fr: Premier abonnement / Demande d’évaluation

source: When you open TMXEditor from the official installers for the first time, or when the {ph0}subscription key{ph1} is not registered, the following dialog is displayed:{ph2}
fr: Si vous avez installé TMXEditor à l’aide du programme d’installation officiel, la boîte de dialogue suivante s’ouvre lorsque vous lancez TMXEditor pour la première fois et tant qu’aucune {ph0}clé d’abonnement{ph1} n’est enregistrée.{ph2}

source: Register Subscription Dialog
es: Cuadro de diálogo Registrar Suscripción
fr: Boîte de dialogue "Abonnement"

source: If you have a subscription key, type it in the {ph0}Subscription Key{ph1} text box and click the {ph2}Register Subscription{ph3} button.
es: Si tiene una clave de suscripción, escríbala en el cuadro de texto {ph0}Clave de Suscripción{ph1} y haga clic en el botón {ph2}Registrar Suscripción{ph3}.
fr: Si vous avez une clé d’abonnement, saisissez-la dans le champ {ph0}Clé d’abonnement{ph1}, puis cliquez sur le bouton {ph2}Enregistrer l’abonnement{ph3}.

source: On registration success, the main editing screen will be presented.
es: Si el registro se realiza correctamente, aparecerá la pantalla principal de edición.
fr: Si la clé est acceptée, la fenêtre principale de TMXEditor apparaît.

source: If you don't have a subscription key and wish to test the program during 7 days, click the {ph0}Request Evaluation Key{ph1} button.
es: Si no tiene una clave de suscripción y desea probar el programa durante 7 días, haga clic en el botón {ph0}Solicitar Clave de Evaluación{ph1}.
fr: Si vous n’avez pas de clé d’abonnement, vous pouvez demander une période d’essai de 7 jours en cliquant sur le bouton {ph0}Demander une clé d’évaluation{ph1}.

source: The following dialog appears:
es: Aparece el siguiente cuadro de diálogo:
fr: La boîte de dialogue "Découper un fichier TMX" s’ouvre :

source: Request Evaluation Key Dialog
es: Cuadro de diálogo Solicitar Clave de Evaluación
fr: Boîte de dialogue "Demandez votre période d’essai gratuite"

source: Enter the requested data and click the {ph0}Request Evaluation Key{ph1} button.
es: Escriba los datos solicitados y haga clic en el botón {ph0}Solicitar Clave de Evaluación{ph1}.
fr: Saisissez les informations demandées, puis cliquez sur le bouton {ph0}Demander une clé d’évaluation{ph1}.
