Repository: Kazephil/TMXEditor-kaze
Catalog: docs/i18n/tmxeditor_*.ditamap.xlf
Languages: es, fr

source: A character set (sometimes referred to as code page) is a collection of characters that are associated with a sequence of natural numbers in order to facilitate the storage of text in computers and the transmission of text through telecommunication networks.
es: Un juego de caracteres (a veces denominado página de códigos) es una colección de caracteres que están asociados con una secuencia de números naturales para facilitar el almacenamiento de texto en computadoras y la transmisión de texto a través de redes de telecomunicaciones.
fr: Un jeu de caractères (parfois appelé page de code) est un ensemble de caractères qui sont associés à une séquence de nombres naturels afin de faciliter le stockage de texte dans les ordinateurs ainsi que leur transmission par les réseaux de télécommunication.

source: Language Code
es: Código de Idioma
fr: Code de langue

source: A language code is a code that assigns letters or numbers as identifiers or classifiers for languages. Language codes used in TMX files must comply with the rules defined by {ph0}BCP 47 - Tags for Identifying Languages{ph1}
es: Un código de idioma es un código que asigna letras o números como identificadores o clasificadores de idiomas. Los códigos de idioma utilizados en los archivos TMX deben cumplir las normas definidas en la {ph0}BCP 47 - Etiquetas para la identificación de idiomas{ph1}.
fr: Un code de langue est une convention attribuant des codes alphanumériques aux langues et aux variétés régionales pour les identifier. Dans le fichiers TMX, les codes utilisés pour les langues doivent être ceux de la norme {ph0}BCP 47 - Étiquettes pour identifier les langues{ph1}

source: Source Language
es: Idioma Origen
fr: Langue source

source: The language of a document that is to be translated.
es: El idioma de un documento que se va a traducir.
fr: Langue du document à traduire.

source: Subscription Key
es: Clave de Suscripción
fr: Clé d’abonnement

source: A Subscription key is a short text code that lets you register and use a software program during a pre-established time period.
es: Una clave de suscripción es un código de texto corto que le permite registrar y utilizar un programa de software durante un periodo de tiempo preestablecido.
fr: Une clé d’abonnement est un code permettant de s’inscrire et d’utiliser un programme pendant une période donnée.

source: Translation Memory
es: Memoria de Traducción
fr: Mémoire de traduction

source: Translation Memory (TM) is a language technology that enables the translation of segments (paragraphs, sentences or phrases) of documents by searching for similar segments in a database and suggesting matches that are found in the databases as possible translations.
es: La Memoria de Traducción (MT) es una tecnología lingüística que permite traducir segmentos (párrafos, frases u oraciones) de documentos mediante la búsqueda de segmentos similares en una base de datos y la sugerencia de coincidencias encontradas en las bases de datos como posibles traducciones.
fr: La mémoire de traduction est une technologie linguistique qui permet de traduire des segments (paragraphes, phrases ou expressions) de documents en recherchant des segments similaires dans une base de données, puis en proposant les correspondances trouvées.

source: Translation Unit
es: Unidad de Traducción
fr: Unité de traduction

source: A translation unit (represented by the <tu> element in a TMX file) contains a piece of source text and optional translation and metadata related to that piece of text.
es: Una unidad de traducción (representada por el elemento <tu> en un archivo TMX) contiene un fragmento de texto origen y una traducción y metadatos opcionales relacionados con ese fragmento de texto.
fr: Une unité de traduction (représentée par la balise <tu> dans un fichier TMX) contient un fragment de texte source, souvent accompagné de sa traduction dans une ou plusieurs langues et de métadonnées associées.

source: Add Language
es: Añadir Idioma
fr: Ajouter une langue

source: Follow these steps to add a language to a TMX file.
es: Siga estos pasos para añadir un idioma a un archivo TMX.
fr: Voici les étapes à suivre pour ajouter une langue (et une colonne vide) dans un fichier TMX

source: Open the TMX file that you want to modify.
es: Abra el archivo TMX que desea modificar.
fr: Ouvrez le fichier TMX à nettoyer.

source: In main menu, select {ph0} {ph1}Tasks{ph2} {ph3}Add Language...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Añadir Idioma...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Ajouter une langue{ph4} {ph5}.

source: The following dialog appears:
es: Aparece el siguiente cuadro de diálogo:
fr: La boîte de dialogue "Découper un fichier TMX" s’ouvre :

source: Add Language Dialog
es: Cuadro de diálogo Añadir Idioma
fr: Boîte de dialogue "Ajouter une langue"

source: Use the drop-down box to select the language to add.
es: Use la lista desplegable para seleccionar el idioma a añadir.
fr: Sélectionnez la langue à ajouter à l’aide de la liste déroulante.

source: Click the {ph0}Add Language{ph1} button.
es: Haga clic en el botón {ph0}Añadir Idioma{ph1}.
fr: Cliquez sur le bouton {ph0}Ajouter la langue{ph1}.

source: The dialog closes and the editing window is refreshed to reflect the changes.
es: El cuadro de diálogo se cierra y la ventana de edición se actualiza para reflejar los cambios.
fr: La boîte de dialogue se ferme et la colonne de la langue supprimée disparaît dans la fenêtre principale.

source: Change Language
es: Cambiar Idioma
fr: Modifier une langue

source: Follows these steps to change a language code used in a TMX file
es: Siga estos pasos para cambiar un código de idioma usado en un archivo TMX.
fr: Marche à suivre pour modifier le code d’une langue dans un fichier TMX.

source: Most {ph0}Translation Memory{ph1} (TM) systems are sensitive to {ph2}language codes{ph3}. A TM system may normally consider that the code "en" (English) is different from "en-US" (English for the United States) or "en-GB" (English for the United Kingdom)
es: La mayoría de los sistemas de {ph0}Memoria de Traducción{ph1} (TM) son sensibles a los {ph2}códigos de idioma{ph3}. Un sistema de TM puede considerar normalmente que el código "en" (inglés) es diferente de "en-US" (inglés para los Estados Unidos) o "en-GB" (inglés para el Reino Unido)
fr: En général, les systèmes à {ph0}mémoire de traduction{ph1} sont pointilleux sur les {ph2}codes de langue{ph3}. Ils peuvent par exemple considérer que le code "en" (anglais) diffère du code "en-US" (anglais américain) et du code "en-GB" (anglais britannique).

source: TMXEditor allows you to change the language codes used in a TMX file.
es: TMXEditor permite cambiar los códigos de idioma utilizados en un archivo TMX.
fr: TMXEditor permet de changer le code des langues présentes dans un fichier TMX.

source: Open the TMX file that you want to modify.
es: Abra el archivo TMX que desea modificar.
fr: Ouvrez le fichier TMX à nettoyer.

source: In main menu, select {ph0} {ph1}Tasks{ph2} {ph3}Change Language...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Cambiar Idioma...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Modifier une langue.{ph4} {ph5}.

source: The following dialog appears:
es: Aparece el siguiente cuadro de diálogo:
fr: La boîte de dialogue "Découper un fichier TMX" s’ouvre :

source: Change Language Dialog
es: Cuadro de diálogo Cambiar Idioma
fr: Boîte de dialogue "Modifier une langue"

source: Use the {ph0}Current Language{ph1} drop-down box to select the language that you want to change.
es: Use la lista desplegable {ph0}Idioma Actual{ph1} para seleccionar el idioma que desea cambiar.
fr: Sélectionnez la langue à modifier à l’aide de la liste déroulante {ph0}Langue à modifier{ph1}.

source: Use the {ph0}New Language{ph1} drop-down box to select the new language.
es: Use la lista desplegable {ph0}Nuevo Idioma{ph1} para seleccionar el nuevo idioma.
fr: Sélectionnez la nouvelle langue à appliquer à l’aide de la liste déroulante {ph0}Nouvelle langue{ph1}.

source: Click the {ph0}Change Language{ph1} button.
es: Haga clic en el botón {ph0}Cambiar Idioma{ph1}.
fr: Cliquez sur le bouton {ph0}Modifier la langue{ph1}.

source: The dialog closes and the editing window is refreshed to reflect the changes.
es: El cuadro de diálogo se cierra y la ventana de edición se actualiza para reflejar los cambios.
fr: La boîte de dialogue se ferme et la colonne de la langue supprimée disparaît dans la fenêtre principale.

source: Change Source Language
es: Cambiar Idioma Origen
fr: Changer de langue source

source: Follow the steps to change the source language of a TMX file.
es: Siga estos pasos para cambiar el idioma origen usado en un archivo TMX.
fr: Marche à suivre pour modifier la langue source d’un fichier TMX

source: Some {ph0}Translation Memory{ph1} systems use bilingual TMX files and translate in only one direction.
es: Algunos sistemas de {ph0}Memoria de Traducción{ph1} utilizan archivos TMX bilingües y traducen en una sola dirección.
fr: Certains systèmes à {ph0}mémoire de traduction{ph1} utilisent des fichiers TMX bilingues et ne traduisent que dans un sens.

source: Use this option to select the {ph0}source language{ph1} of your TMX file for systems that cannot translate in any direction.
es: Utilice esta opción para seleccionar el {ph0}idioma origen{ph1} del archivo TMX para sistemas que no pueden traducir en cualquier dirección.
fr: Afin de contourner les limitations de ces systèmes, TMXEditor permet de sélectionner dans un fichier TMX la langue qui doit être considérée comme la {ph0}langue source{ph1}.

source: In main menu, select {ph0} {ph1}Tasks{ph2} {ph3}Change Source Language...{ph4} {ph5} option.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Cambiar Idioma Origen...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Changer de langue source{ph4} {ph5}.

source: Change Source Language Dialog
es: Cuadro de diálogo Cambiar Idioma Origen
fr: Boîte de dialogue "Changer de langue source"

source: Use the {ph0}Language{ph1} drop-down box to select the new source language.
es: Use la lista desplegable {ph0}Idioma{ph1} para seleccionar el nuevo idioma origen.
fr: Sélectionnez la nouvelle langue source à l’aide de la liste déroulante {ph0}Langue{ph1}.

source: The {ph0}Language{ph1} drop-down control includes {ph2}Any Language{ph3} as first entry. Use this option to indicate that the file can be used in any direction.
es: La lista desplegable {ph0}Idioma{ph1} incluye {ph2}Cualquier Idioma{ph3} como primera entrada. Utilice esta opción para indicar que el archivo puede utilizarse en cualquier dirección.
fr: La première valeur dans la liste {ph0}Langue{ph1} est {ph2}N’importe laquelle{ph3}. Choisissez cette valeur pour indiquer que le fichier est utilisable dans tous les sens de traduction.

source: Click the {ph0}Change Source Language{ph1} button.
es: Haga clic en el botón {ph0}Cambiar Idioma Origen{ph1}.
fr: Cliquez sur le bouton {ph0}Changer la langue source{ph1}.

source: Clean Invalid Characters
es: Limpiar Caracteres Inválidos
fr: Supprimer les caractères invalides

source: Follow these steps to remove invalid characters from a TMX file.
es: Siga estos pasos para eliminar caracteres inválidos de un archivo TMX.
fr: Marche à suivre pour supprimer les caractères invalides d’un fichier TMX.

source: TMX is an XML-based vocabulary and thereafter a TMX file must not contain characters not allowed by the XML standard.
es: TMX es un vocabulario basado en XML y, por esa razón, un archivo TMX no debe contener caracteres no permitidos por el estándar XML.
fr: Comme le format TMX est basé sur la syntaxe XML, les fichiers TMX ne doivent pas contenir des caractères que la norme XML interdit.

source: A TMX file that contains invalid characters cannot be edited without removing those characters first.
es: Un archivo TMX que contiene caracteres no válidos no se puede editar sin eliminar primero esos caracteres.
fr: Un fichier TMX contenant des caractères invalides doit être nettoyé pour devenir éditable.

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Clean Invalid Characters...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Archivo{ph2} {ph3}Limpiar Caracteres Inválidos...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Supprimer les caractères invalides{ph4} {ph5}.

source: Use the dialog that appears to locate and select the file that you want to repair.
es: Utilice el cuadro de diálogo que aparece para localizar y seleccionar el archivo que desea reparar.
fr: Sélectionnez le fichier à réparer à l’aide de la boîte de dialogue.

source: A progress indicator is displayed while the selected file is cleaned and a backup of the original data is saved in the same folder.
es: Se muestra un indicador de progreso mientras se limpia el archivo seleccionado y se guarda una copia de seguridad de los datos originales en la misma carpeta.
fr: Un petit message s’affiche pendant le traitement. Une sauvegarde du fichier original est conservée à côté du fichier traité.

source: Consolidate Translation Units
es: Consolidar Unidades de Traducción
fr: Consolider les unités de traduction

source: Follow these steps to consolidate units in a TMX file with three or more languages.
es: Siga estos pasos para consolidar unidades de traducción an un archivo TMX que tiene tres o más idiomas.
fr: Marche à suivre pour consolider les unités de traduction dans un fichier TMX contenant au moins trois langues.

source: In files with three or more languages, it is possible that translations of a given source text into different languages appear in different translation units, as illustrated by the following image.
es: En archivos con tres o más idiomas, es posible que las traducciones de un texto de origen determinado a diferentes idiomas aparezcan en diferentes unidades de traducción, como se ilustra en la siguiente imagen.
fr: Dans les fichiers contenant trois langues ou plus, il arrive que les traductions dans différentes langues d’un même segment source soient réparties dans des unités de traduction distinctes, comme sur l’image ci-dessous.

source: Needs Consolidation Example
es: Ejemplo de Unidades Que Necesitan Consolidación
fr: Unités de traduction avant consolidation

source: Consolidating units puts all related translations in the same unit. The following image shows the consolidated version of the one above.
es: Consolidar unidades coloca todas las traducciones relacionadas en una misma unidad. La siguiente imagen muestra la versión consolidada de la anterior.
fr: La consolidation consiste à regrouper toutes les traductions qui vont ensemble. Une fois consolidés, les 5 segments de l’image précédente n’en forment plus que 3.

source: Consolidated Units Example
es: Ejemplo de Unidades Consolidadas
fr: Unités de traduction après consolidation

source: Open the TMX file that you want to consolidate.
es: Abra el archivo TMX que desea consolidar.
fr: Ouvrez le fichier TMX à consolider.

source: In main menu, select {ph0} {ph1}Tasks{ph2} {ph3}Consolidate Units...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Tareas{ph2} {ph3}Consolidar Unidades...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Tâches{ph2} {ph3}Consolider les unités de traduction.{ph4} {ph5}.

source: The following dialog appears:
es: Aparece el siguiente cuadro de diálogo:
fr: La boîte de dialogue "Découper un fichier TMX" s’ouvre :

source: Consolidate Units Dialog
es: Cuadro de diálogo Consolidar Unidades
fr: Boîte de dialogue "Consolider les unités de traduction"

source: Use the {ph0}Source Language{ph1} drop-down to select the language to be considered source language for merging units (it may differ from the source language set at file level).
es: Utilice la lista desplegable {ph0}Idioma Origen{ph1} para seleccionar el idioma que se considerará idioma origen para combinar unidades (puede diferir del idioma de origen establecido a nivel de archivo).
fr: À l’aide de la liste déroulante {ph0}Langue source{ph1}, sélectionnez la langue devant être considérée comme la langue source lors du regroupement des unités de traduction. (Cette langue n’est pas forcément la même que la langue source définie au niveau du fichier.)

source: Click the {ph0}Consolidate Units{ph1} button.
es: Haga clic en el botón {ph0}Consolidar Unidades{ph1}.
fr: Cliquez sur le bouton {ph0}Consolider{ph1}.

source: A progress indicator is displayed while units are consolidated. The editing window is refreshed to reflect the changes.
es: Se muestra un indicador de progreso mientras se consolidan las unidades. La ventana de edición se actualiza para reflejar los cambios.
fr: Un petit message s’affiche pendant le traitement. Les données du fichier consolidé apparaissent dans la fenêtre principale.

source: Create TMX File
es: Crear Archivo TMX
fr: Créer un fichier TMX

source: Follow these steps to create a new TMX file.
es: Siga estos pasos para crear un nuevo archivo TMX.
fr: Voici les étapes à suivre pour créer un fichier TMX

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}New{ph4} {ph5} option ([{ph6}Ctrl+N{ph7}] on Windows/Linux, [{ph8}Cmd+N{ph9}] on macOS) or click the {ph10} {ph11} {ph12}New{ph13} button from the top toolbar.
es: En el menú principal, seleccione la opción {ph0} {ph1}Archivo{ph2} {ph3}Nuevo{ph4} {ph5} ([{ph6}Ctrl+N{ph7}] en Windows/Linux, [{ph8}Cmd+N{ph9}] en macOS) o haga clic en el botón {ph10} {ph11} {ph12}Nuevo{ph13} de la barra de herramientas superior.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Créer un fichier{ph4} {ph5} ([{ph6}Ctrl+N{ph7}] sur Windows/Linux, [{ph8}Cmd+N{ph9}] sur macOS), ou cliquez sur le bouton {ph10} {ph11} {ph12}Créer un fichier{ph13} dans la barre d’outils.

source: The following dialog appears:
es: Aparece el siguiente cuadro de diálogo:
fr: La boîte de dialogue "Découper un fichier TMX" s’ouvre :

source: New TMX File Dialog
es: Cuadro de diálogo Nuevo Archivo TMX
fr: Boîte de dialogue "Créer un fichier TMX"

source: Use the {ph0}Source Language{ph1} drop-down to select the language of source text.
es: Use la lista desplegable {ph0}Idioma Origen{ph1} para seleccionar el idioma origen.
fr: Sélectionnez la langue de départ à l’aide de la liste déroulante {ph0}Langue source{ph1}.

source: Use the {ph0}Target Language{ph1} drop-down to select the target language.
es: Use la lista desplegable {ph0}Idioma Destino{ph1} para seleccionar el idioma destino.
fr: Sélectionnez la langue d’arrivée à l’aide de la liste déroulante {ph0}Langue cible{ph1}.

source: Click the {ph0}Create TMX File{ph1} button.
es: Haga clic en el botón {ph0}Crear Archivo TMX{ph1}.
fr: Cliquez sur le bouton {ph0}Créer le fichier{ph1}.

source: A new file is displayed in the editing window.
es: Se muestra un nuevo archivo en la ventana de edición.
fr: Le fichier créé s’affiche immédiatement dans la fenêtre principale.

source: To add new entries, click on the {ph0} {ph1}Insert Translation Unit{ph2} button on the top toolbar, or select {ph3} {ph4}Edit{ph5} {ph6}Insert Translation Unit{ph7} {ph8} in main menu.
es: Para agregar nuevas entradas, haga clic en el botón {ph0} {ph1}Insertar Unidad de Traducción{ph2} en la barra de herramientas superior o seleccione {ph3} {ph4}Editar{ph5} {ph6}Insertar Unidad de Traducción{ph7} {ph8} en el menú principal.
fr: Commencez à saisir des données en cliquant sur le bouton {ph0} {ph1}Ajouter une unité de traduction{ph2} dans la barre d’outils, ou en sélectionnant {ph3} {ph4}Édition{ph5} {ph6}Ajouter une unité de traduction{ph7} {ph8} dans le menu.

source: Edit cells as explained in {ph0}Editing an Existing File{ph1} section.
es: Edite las celdas como se explica en la sección {ph0}Editar un Archivo Existente{ph1}.
fr: Éditez les cellules comme expliqué au chapitre {ph0}Éditer un fichier existant{ph1}.

source: To save the changes made to the file, select {ph0} {ph1}File{ph2} {ph3}Save{ph4} {ph5} option ([{ph6}Ctrl+S{ph7}] on Windows/Linux, [{ph8}Cmd+S{ph9}] on macOS) in main menu, or click the {ph10} {ph11}Save{ph12} button on the top toolbar.
es: Para guardar los cambios en el archivo TMX, seleccione {ph0} {ph1}Archivo{ph2} {ph3}Guardar{ph4} {ph5} en el menú principal ([{ph6}Ctrl+S{ph7}] en Windows/Linux, [{ph8}Cmd+S{ph9}] en macOS) o haga clic en el botón {ph10} {ph11}Guardar{ph12} de la barra de herramientas superior.
fr: Pour enregistrer le fichier TMX, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Enregistrer{ph4} {ph5} ([{ph6}Ctrl+S{ph7}] sur Windows/Linux, [{ph8}Cmd+S{ph9}] sur macOS) dans le menu, ou cliquez sur le bouton {ph10} {ph11}Enregistrer{ph12} dans la barre d’outils.

source: Use the dialog that appears to indicate the name and location where the new TMX file will be saved.
es: Utilice el cuadro de diálogo que aparece para indicar el nombre y la ubicación donde se guardará el nuevo archivo TMX.
fr: Dans la boîte de dialogue qui s’ouvre, indiquez l’emplacement et le nom du fichier à enregistrer.

source: Export TMX as Excel File
es: Exportar TMX como Archivo Excel
fr: Exporter un fichier TMX en fichier Excel

source: Follow these steps to convert a TMX file to an Excel spreadsheet.
es: Siga estos pasos para convertir un archivo TMX a una planilla Excel.
fr: Marche à suivre pour convertir un fichier TMX en une feuille Excel.

source: Microsoft Excel files provide a common way to exchange tabular data. TMXEditor is able to export TMX text data, without inline tags, to {ph0}.xlsx{ph1} files.
es: Los archivos de Microsoft Excel proporcionan una forma común de intercambiar datos tabulares. TMXEditor es capaz de exportar datos en formato TMX a archivos {ph0}.xlsx{ph1} sin incluir etiquetas.
fr: Les fichiers Microsoft Excel sont couramment utilisés pour échanger des tableaux de données. TMXEditor permet d’exporter des données TMX (sans les balises inline) dans un fichier {ph0}.xlsx{ph1}.

source: An Excel worksheet on Office 365 and newer versions of Microsoft Office such as Excel 2019, 2016, 2013, 2010 and 2007 can contain maximum 1,048,576 rows and 16,384 columns. Older versions contained a limit of maximum 65,536 rows and 256 columns.
es: Una hoja de cálculo de Excel en Office 365 y versiones más recientes de Microsoft Office, como Excel 2019, 2016, 2013, 2010 y 2007, puede contener un máximo de 1.048.576 filas y 16.384 columnas. Las versiones anteriores contenían un límite máximo de 65.536 filas y 256 columnas.
fr: Avec Office 365 et les versions récentes de Microsoft Office (à partir de 2007), une feuille Excel peut contenir jusqu’à 1 048 576 lignes et 16 384 colonnes. Dans les versions plus anciennes d’Excel, les feuilles de calcul sont limitées à 65 536 lignes et 256 colonnes.

source: Open the TMX file that you want to export.
es: Abra el archivo TMX que desea exportar.
fr: Ouvrez le fichier TMX à exporter.

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Export as Excel File...{ph4} {ph5}.
es: En el menú principal, seleccione {ph0} {ph1}Archivo{ph2} {ph3}Exportar Archivo Excel...{ph4} {ph5}.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Exporter en fichier Excel{ph4} {ph5}.

source: Use the dialog that appears to locate and select the generated Excel file.
es: Utilice el cuadro de diálogo que aparece para localizar y seleccionar el archivo Excel que desea generar.
fr: Définissez le nom et l’emplacement du fichier à générer à l’aide de la boîte de dialogue.

source: Export as TAB Delimited File
es: Exportar Como Archivo Delimitado por TAB
fr: Exporter un fichier TMX en fichier TSV (séparateur Tab)
