Repository: Kazephil/TMXEditor-kaze
Catalog: docs/i18n/tmxeditor_*.ditamap.xlf
Languages: es, fr

source: Editing an Existing File
es: Editar un Archivo Existente
fr: Éditer un fichier TMX existant

source: In main menu, select {ph0} {ph1}File{ph2} {ph3}Open{ph4} {ph5} option ([{ph6}Ctrl+O{ph7}] on Windows/Linux, [{ph8}Cmd+O{ph9}] on macOS) or click the {ph10} {ph11}Open{ph12} button on the top toolbar.
fr: Dans le menu, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Ouvrir{ph4} {ph5} ([{ph6}Ctrl+O{ph7}] sur Windows/Linux, [{ph8}Cmd+O{ph9}] sur macOS), ou cliquez sur le bouton {ph10} {ph11}Ouvrir{ph12} dans la barre d’outils.

source: Use the dialog that appears to select a TMX file from the file system.
es: Utilice el cuadro de diálogo que aparece para seleccionar un archivo TMX del sistema de archivos.
fr: À l’aide de la boîte de dialogue qui apparaît, sélectionnez dans le système de fichiers le fichier TMX à ouvrir.

source: Once the selected TMX file is open, you can:
es: Una vez abierto el archivo TMX, puede:
fr: Une fois le fichier ouvert, vous pouvez :

source: Click on any text cell to begin editing. After making changes, you can either
es: Hacer clic en una celda de texto para modificarla. Después de realizar cambios, puede
fr: Modifier le texte d’une cellule en cliquant dedans. Quand la saisie est terminée,

source: Click outside the cell or press [{ph0}Alt+Enter{ph1}] to save your changes
es: Hacer clic fuera de la celda o pulsar [{ph0}Alt+Intro{ph1}] para guardar los cambios
fr: cliquez en dehors de la cellule ou appuyez sur [{ph0}Alt+Entrée{ph1}] pour enregistrer la modification,

source: Press the [{ph0}ESC{ph1}] key to cancel your changes
es: Pulsar la tecla [{ph0}ESC{ph1}] para cancelar los cambios
fr: ou appuyez sur la touche [{ph0}Échap{ph1}] pour abandonner la modification.

source: To add new units to the TMX file, select {ph0} {ph1}Edit{ph2} {ph3}Insert Translation Unit{ph4} {ph5} in main menu or click the {ph6} {ph7}Insert Translation Unit{ph8} button from the top toolbar.
es: Para agregar nuevas unidades al archivo TMX, seleccione {ph0} {ph1}Editar{ph2} {ph3}Insertar Unidad de Traducción{ph4} {ph5} en el menú pricipal o haga clic en el botón {ph6} {ph7}Insertar Unidad de Traducción{ph8} de la barra de herramientas superior.
fr: Ajouter une nouvelle unité de traduction, en sélectionnant {ph0} {ph1}Édition{ph2} {ph3}Ajouter une unité de traduction{ph4} {ph5} dans le menu, ou en cliquant sur le bouton {ph6} {ph7}Ajouter une unité de traduction{ph8} dans la barre d’outils.

source: To delete one or more units:
es: Para eliminar una o más unidades:
fr: Effacer une ou plusieurs unités de traduction de la façon suivante :

source: Select the checkbox in the leftmost column of the editing window to mark the units that you want to remove
es: Active la casilla de verificación situada en la columna situada más a la izquierda de la ventana de edición para marcar las unidades que desea eliminar
fr: Sélectionnez les unités de traduction à supprimer en cochant les cases correspondantes dans la colonne de gauche.

source: Select {ph0} {ph1}Edit{ph2} {ph3}Delete Selected Units{ph4} {ph5} in main menu or click the {ph6} {ph7}Delete Selected Units{ph8} button on the top toolbar.
es: En el menú principal, seleccione {ph0} {ph1}Editar{ph2} {ph3}Eliminar Unidades Seleccionadas{ph4} {ph5} o haga clic en el botón {ph6} {ph7}Eliminar Unidades Seleccionadas{ph8} de la barra de herramientas superior.
fr: Sélectionnez {ph0} {ph1}Edition{ph2} {ph3}Supprimer les unités sélectionnées{ph4} {ph5} dans le menu, ou cliquez sur le bouton {ph6} {ph7}Supprimer les unités sélectionnées{ph8} dans la barre d’outils.

source: You can use the top-left checkbox to select/deselect all units at once.
es: Puede utilizar la casilla de verificación superior izquierda para seleccionar/anular la selección de todas las unidades a la vez.
fr: Pour sélectionner ou désélectionner toutes les unités de traductions du fichier, cochez la case en haut à gauche.

source: Use the {ph0}Filter Translation Units{ph1} option to locate text in the file.
es: Utilice la opción {ph0}Filtrar Unidades de Traducción{ph1} para localizar texto en el archivo.
fr: {ph0}Filtrer les unités de traduction{ph1} pour effectuer une recherche de texte dans le fichier.

source: Use the {ph0}Sort Translation Units{ph1} option to display file entries sorted on a selected language.
es: Utilice la opción {ph0}Ordenar Unidades de Traducción{ph1} para mostrar las entradas de archivo ordenadas en un idioma seleccionado.
fr: {ph0}Trier les unités de traduction{ph1} pour afficher les unités de traduction selon une des langues du fichier.

source: After making changes to the TMX file, select {ph0} {ph1}File{ph2} {ph3}Save{ph4} {ph5} in main menu ([{ph6}Ctrl+S{ph7}] on Windows/Linux, [{ph8}Cmd+S{ph9}] on macOS) or click the {ph10} {ph11}Save{ph12} button on the top toolbar to save your modifications.
es: Después de realizar cambios en el archivo TMX, seleccione {ph0} {ph1}Archivo{ph2} {ph3}Guardar{ph4} {ph5} en el menú principal ([{ph6}Ctrl+S{ph7}] en Windows/Linux, [{ph8}Cmd+S{ph9}] en macOS) o haga clic en el botón {ph10} {ph11}Guardar{ph12} en la barra de herramientas superior para guardar sus modificaciones.
fr: Pour enregistrer vos modifications dans le fichier TMX, sélectionnez {ph0} {ph1}Fichier{ph2} {ph3}Enregistrer{ph4} {ph5} dans le menu ([{ph6}Ctrl+S{ph7}] sur Windows/Linux, [{ph8}Cmd+S{ph9}] sur macOS), ou cliquez sur le bouton {ph10} {ph11}Enregistrer{ph12} dans la barre d’outils.

source: Conversion Tasks
es: Tareas de Conversión
fr: Tâches de conversion

source: TMXEditor can perform the following conversions:
es: TMXEditor puede realizar las siguientes conversiones:
fr: TMXEditor peut effectuer les tâches de conversion suivantes :

source: {ph0} {ph1}Convert Excel File to TMX{ph2}
es: {ph0} {ph1}Convertir Archivo Excel a TMX{ph2}
fr: {ph0} {ph1}Convertir un fichier Excel en TMX{ph2}

source: {ph0} {ph1}Export TMX as Excel File{ph2}
es: {ph0} {ph1}Exportar TMX como Archivo Excel{ph2}
fr: {ph0} {ph1}Exporter un fichier TMX en fichier Excel{ph2}

source: {ph0} {ph1}Convert CSV/TAB Delimited File to TMX{ph2}
es: {ph0} {ph1}Convertir Archivo CSV/Texto Delimitado a TMX{ph2}
fr: {ph0} {ph1}Convertir un fichier CSV ou TSV en TMX{ph2}

source: {ph0} {ph1}Export TMX as TAB Delimited File{ph2}
es: {ph0} {ph1}Exportar TMX Como Archivo Delimitado por TAB{ph2}
fr: {ph0} {ph1}Exporter un fichier TMX en fichier TSV (séparateur Tab){ph2}

source: {ph0} {ph1}Convert SDLTM File to TMX{ph2}
es: {ph0} {ph1}Convertir Archivo SDLTM a TMX{ph2}
fr: {ph0} {ph1}Convertir un fichier SDLTM en TMX{ph2}

source: {ph0} {ph1}Convert TBX File to TMX{ph2}
es: {ph0} {ph1}Convertir Archivo TBX a TMX{ph2}
fr: {ph0} {ph1}Convertir un fichier TBX en TMX{ph2}

source: Prefer Excel files over CSV/TAB delimited when your data contains multiple lines of text in a single cell or translation unit.
es: Prefiera los archivos Excel a los delimitados por CSV/TAB cuando sus datos contengan varias líneas de texto en una sola celda o unidad de traducción.
fr: Le format Excel est plus performant que les formats CSV ou TSV lorsque les cellules ou unités de traduction contiennent plusieurs lignes de texte.

source: Features
es: Funciones Disponibles
fr: Fonctions de l’application

source: With TMXEditor you can:
es: Con TMXEditor puede:
fr: Avec TMXEditor, vous pouvez :

source: Set attributes, properties and notes at file level
es: Establecer atributos, propiedades y notas a nivel de archivo
fr: Définir des attributs, propriétés et notes au niveau du fichier.

source: Edit segments of your TMX file to correct errors.
es: Editar segmentos de su archivo TMX para corregir errores.
fr: Éditer les segments du fichier TMX pour corriger des erreurs.

source: Merge & split TMX files.
es: Combinar y dividir archivos TMX.
fr: Découper et fusionner des fichiers TMX.

source: Add and remove languages from a TMX file.
es: Añadir y eliminar idiomas de un archivo TMX.
fr: Ajouter ou supprimer une langue dans un fichier TMX.

source: Change languages in a TMX file.
es: Cambiar idiomas en un archivo TMX.
fr: Modifier une langue dans un fichier TMX.

source: Remove duplicates.
es: Eliminar duplicados.
fr: Supprimer les doublons.

source: Remove untranslated units.
es: Eliminar unidades no traducidas.
fr: Supprimer les unités non traduites.

source: Remove inline tags.
es: Eliminar etiquetas.
fr: Supprimer les balises inline.

source: Trim initial and trailing spaces.
es: Eliminar los espacios iniciales y finales.
fr: Supprimer les espaces à gauche et à droite.

source: Consolidate translation units when the TMX file has three or more languages.
es: Consolidar unidades de traducción cuando el archivo TMX tiene tres o más idiomas.
fr: Consolider les unités de traduction dans un fichier TMX ayant plus de deux langues

source: Validate TMX files.
es: Validar archivos TMX.
fr: Vérifier le format d’un fichier (validité TMX).

source: Clean invalid XML characters from a TMX file.
es: Limpiar los caracteres XML no válidos de un archivo TMX.
fr: Supprimer les caractères XML invalides d’un fichier TMX.

source: Convert to TMX format
es: Convertir a formato TMX
fr: Convertir au format TMX

source: Excel files
es: Archivos Excel
fr: des fichiers Excel

source: CSV or TAB delimited files
es: Archivos CSV o delimitados por TAB
fr: des fichiers CSV ou TSV (séparateur Tab)

source: SDLTM files
es: Archivos SDLTM
fr: des fichiers SDLTM

source: TBX (TermBase eXchange) files
es: Archivos TBX (TermBase eXchange)
fr: des fichiers TBX (TermBase eXchange)

source: Export TMX files as
es: Exportar archivos TMX como
fr: Exporter un fichier TMX en

source: Excel files
es: Archivos Excel
fr: des fichiers Excel

source: TAB Delimited files
es: Archivos delimitados por TAB
fr: fichier TSV (séparateur Tab)

source: Getting Started
es: Primeros Pasos
fr: Premiers pas

source: You can use TMXEditor to edit existing TMX files and also to create new TMX files, empty or from CSV/TAB delimited data.
es: Puede utilizar TMXEditor para editar archivos TMX existentes y también para crear nuevos archivos TMX, vacíos o a partir de datos delimitados por CSV/TAB.
fr: Vous pouvez utiliser TMXEditor pour éditer des fichiers TMX existants ou pour créer de nouveau fichiers TMX, soit vides, soit à partir de fichiers CSV ou TSV.

source: {ph0} {ph1}Editing an Existing TMX File{ph2}
es: {ph0} {ph1}Editar un Archivo Existente{ph2}
fr: {ph0} {ph1}Éditer un fichier TMX existant{ph2}

source: {ph0} {ph1}Create TMX File{ph2}
es: {ph0} {ph1}Crear Archivo TMX{ph2}
fr: {ph0} {ph1}Créer un fichier TMX{ph2}

source: {ph0} {ph1}Convert CSV/TAB Delimited to TMX{ph2}
es: {ph0} {ph1}Convertir Archivo CSV/Texto Delimitado a TMX{ph2}
fr: {ph0} {ph1}Convertir un fichier CSV ou TSV (séparateur Tab) en TMX{ph2}

source: TMXEditor is a cross-platform desktop application designed for editing {ph0}TMX{ph1} (Translation Memory eXchange) files on macOS, Linux and Microsoft Windows.
es: TMXEditor es una aplicación de escritorio multiplataforma diseñada para editar archivos {ph0}TMX{ph1} (Translation Memory eXchange) en macOS, Linux y Microsoft Windows.
fr: TMXEditor est une application de bureau multiplateforme conçue pour éditer des fichiers {ph0}TMX{ph1} (Translation Memory eXchange) sur macOS, Linux et Microsoft Windows.

source: TMXEditor allows editing the content of multilingual TMX files.
es: TMXEditor permite editar el contenido de archivos TMX multilingües.
fr: TMXEditor permet d’éditer le contenu de fichiers TMX multilingues.

source: TMXEditor on Windows
es: TMXEditor en Windows
fr: TMXEditor sur Windows

source: Licenses
es: Licencias
fr: Licences

source: TMXEditor uses components from these open source projects:
es: TMXEditor utiliza componentes de estos proyectos de código abierto:
fr: TMXEditor utilise des composants des projets open source suivants :

source: Available from {ph0}https://www.electronjs.org/{ph1}
es: Disponible en {ph0}https://www.electronjs.org/{ph1}
fr: Disponible à l’adresse {ph0}https://www.electronjs.org/{ph1}

source: Published under {ph0}MIT License{ph1}
es: Publicado bajo la {ph0}Licencia MIT{ph1}
fr: Publié sous {ph0}Licence MIT{ph1}

source: Available from {ph0}https://adoptium.net/{ph1}
es: Disponible en {ph0}https://adoptium.net/{ph1}
fr: Disponible à l’adresse {ph0}https://adoptium.net{ph1}

source: Published under {ph0}GPL with CLASSPATH Exception{ph1}
es: Publicado bajo {ph0}GPL with CLASSPATH Exception{ph1}
fr: Publié sous licence {ph0}GPL with Classpath Exception{ph1}

source: Available from {ph0}https://github.com/rmraya/BCP47J{ph1}
es: Disponible en {ph0}https://github.com/rmraya/BCP47J{ph1}
fr: Disponible à l’adresse {ph0}https://github.com/rmraya/BCP47J{ph1}

source: Published under {ph0}Eclipse Public License 1.0{ph1}
es: Publicado bajo la {ph0}Licencia Pública Eclipse 1.0{ph1}
fr: Publié sous licence {ph0}Eclipse Public License 1.0{ph1}

source: Available from {ph0}https://github.com/stleary/JSON-java{ph1}
es: Disponible en {ph0}https://github.com/stleary/JSON-java{ph1}
fr: Disponible à l’adresse {ph0}https://github.com/stleary/JSON-java{ph1}

source: Public domain
es: Dominio público
fr: Publié dans le domaine public

source: Available from {ph0}https://github.com/rmraya/sdltm{ph1}
es: Disponible en {ph0}https://github.com/rmraya/sdltm{ph1}
fr: Disponible à l’adresse {ph0}https://github.com/rmraya/sdltm{ph1}

source: Published under {ph0}Eclipse Public License 1.0{ph1}
es: Publicado bajo la {ph0}Licencia Pública Eclipse 1.0{ph1}
fr: Publié sous licence {ph0}Eclipse Public License 1.0{ph1}

source: Available from {ph0}https://github.com/xerial/sqlite-jdbc{ph1}
fr: Disponible à l’adresse {ph0}https://github.com/xerial/sqlite-jdbc{ph1}

source: Published under {ph0}Apache License{ph1}
fr: Publié sous {ph0}Licence Apache{ph1}

source: Available from {ph0}https://www.maxprograms.com/products/tmxvalidator.html{ph1}
fr: Disponible à l’adresse {ph0}https://www.maxprograms.com/products/tmxvalidator.html{ph1}

source: Published under {ph0}Eclipse Public License 1.0{ph1}
fr: Publié sous licence {ph0}Eclipse Public License 1.0{ph1}

source: Available from {ph0}https://github.com/rmraya/TypesXML{ph1}
fr: Disponible à l’adresse {ph0}https://github.com/rmraya/TypesXML{ph1}

source: Published under {ph0}Eclipse Public License 1.0{ph1}
es: Publicado bajo la {ph0}Licencia Pública Eclipse 1.0{ph1}
fr: Publié sous licence {ph0}Eclipse Public License 1.0{ph1}

source: Available from {ph0}https://github.com/rmraya/XMLJava{ph1}
fr: Disponible à l’adresse {ph0}https://github.com/rmraya/XMLJava{ph1}

source: Published under {ph0}Eclipse Public License 1.0{ph1}
es: Publicado bajo la {ph0}Licencia Pública Eclipse 1.0{ph1}
fr: Publié sous licence {ph0}Eclipse Public License 1.0{ph1}

source: Maintenance Tasks
es: Tareas de Mantenimiento
fr: Tâches de maintenance

source: TMXEditor maintenance options are:
fr: Voici la liste des tâches de maintenance que TMXEditor peut effectuer :

source: {ph0} {ph1}Set Attributes, Properties and Notes at File Level{ph2}
es: {ph0} {ph1}Establecer Atributos, Propiedades y Notas a Nivel de Archivo{ph2}
fr: {ph0} {ph1}Définir des attributs, des propriétés et des notes au niveau du fichier{ph2}

source: {ph0} {ph1}Maintenance Dashboard{ph2}
es: {ph0} {ph1}Panel de Mantenimiento{ph2}
fr: {ph0} {ph1}Effectuer plusieurs tâches en une seule passe à l’aide du tableau de bord de maintenance{ph2}

source: {ph0} {ph1}Sort Translation Units{ph2}
es: {ph0} {ph1}Ordenar Unidades de Traducción{ph2}
fr: {ph0} {ph1}Trier les unités de traduction{ph2}

source: {ph0} {ph1}Filter Translation Units{ph2}
es: {ph0} {ph1}Filtrar Unidades de Traducción{ph2}
fr: {ph0} {ph1}Filtrer les unités de traduction{ph2}

source: {ph0} {ph1}Search & Replace Text{ph2}
es: {ph0} {ph1}Buscar y Remplazar Texto{ph2}
fr: {ph0} {ph1}Remplacer toutes les occurrences d’un texte{ph2}

source: {ph0} {ph1}Change Language{ph2}
es: {ph0} {ph1}Cambiar Idioma{ph2}
fr: {ph0} {ph1}Modifier une langue{ph2}

source: {ph0} {ph1}Add Language{ph2}
es: {ph0} {ph1}Añadir Idioma{ph2}
fr: {ph0} {ph1}Ajouter une langue{ph2}

source: {ph0} {ph1}Remove Language{ph2}
es: {ph0} {ph1}Eliminar Idioma{ph2}
fr: {ph0} {ph1}Supprimer une langue{ph2}

source: {ph0} {ph1}Change Source Language{ph2}
es: {ph0} {ph1}Cambiar Idioma Origen{ph2}
fr: {ph0} {ph1}Changer de langue source{ph2}

source: {ph0} {ph1}Remove Inline Tags{ph2}
es: {ph0} {ph1}Eliminar Etiquetas{ph2}
fr: {ph0} {ph1}Supprimer les balises inline{ph2}

source: {ph0} {ph1}Remove Duplicated Units{ph2}
es: {ph0} {ph1}Eliminar Unidades Duplicadas{ph2}
fr: {ph0} {ph1}Supprimer les unités en doublon{ph2}

source: {ph0} {ph1}Remove Translation Same as Source{ph2}
es: {ph0} {ph1}Eliminar Traducciones Iguales a Origen{ph2}
fr: {ph0} {ph1}Supprimer les traductions identiques à la source{ph2}

source: {ph0} {ph1}Remove Initial & Trailing Spaces{ph2}
es: {ph0} {ph1}Eliminar Espacios Iniciales y Finales{ph2}
fr: {ph0} {ph1}Supprimer les espaces à gauche et à droite{ph2}

source: {ph0} {ph1}Consolidate Translation Units{ph2}
es: {ph0} {ph1}Consolidar Unidades de Traducción{ph2}
fr: {ph0} {ph1}Consolider les unités de traduction{ph2}

source: {ph0} {ph1}Split TMX File{ph2}
es: {ph0} {ph1}Dividir Archivo TMX{ph2}
fr: {ph0} {ph1}Découper un fichier TMX{ph2}

source: {ph0} {ph1}Merge TMX Files{ph2}
es: {ph0} {ph1}Combinar Archivos TMX{ph2}
fr: {ph0} {ph1}Fusionner des fichiers TMX{ph2}

source: Subscriptions
es: Suscripciones
fr: Abonnements

source: TMXEditor is available in two modes:
es: TMXEditor está disponible en dos modos:
fr: TMXEditor est disponible :

source: Source Code
es: Código Fuente
fr: sous forme de code source, ou

source: Yearly Subscriptions for installers and support
es: Suscripciones Anuales para instaladores y soporte técnico
fr: en abonnement annuel avec programme d’installation et support technique.

source: Source Code
es: Código Fuente
fr: sous forme de code source, ou

source: Source code of TMXEditor is free. Anyone can download the source code from {ph0}Github.com{ph1}, compile, modify and use it at no cost in compliance with the accompanying license terms.
es: El código fuente de TMXeditor es libre. Cualquiera puede descargar el código fuente de {ph0}Github.com{ph1}, compilarlo, modificarlo y utilizarlo sin costo alguno respetando los términos de la licencia adjunta.
fr: Le code source de TMXEditor est libre. Vous pouvez le télécharger sur {ph0}Github.com{ph1}, le compiler, le modifier et l’utiliser gratuitement, conformément aux termes de la licence qui l’accompagne.

source: Subscriptions
es: Suscripciones
fr: Abonnements

source: Ready to use installers and technical support for TMXEditor are available as yearly subscriptions at {ph0}Maxprograms Online Store{ph1}.
es: Instaladores listos para usar y soporte técnico para TMXEditor están disponibles como suscripciones anuales en la {ph0}Tienda en Línea de Maxprograms{ph1}.
fr: La {ph0}boutique en ligne de Maxprograms{ph1} vend sous forme d’abonnement annuel un programme d’installation prêt à l’emploi ainsi que du support technique pour TMXEditor

source: The version of TMXEditor included in the official installers can be used at no cost for 7 days requesting a free Evaluation Key.
es: La versión de TMXEditor incluida en los instaladores oficiales puede utilizarse sin costo durante 7 días solicitando un código de evaluación gratuito.
fr: Vous pouvez demander une période d’essai et utiliser gratuitement pendant 7 jours la version de TMXEditor incluse dans le programme d’installation officiel.

source: Subscription keys cannot be shared or transferred to different machines.
es: Las claves de suscripción no se pueden compartir ni transferir a diferentes máquinas.
fr: Les clés d’abonnement ne peuvent pas être partagées ni transférées d’un ordinateur à l’autre.

source: Differences Summary
es: Resumen de Diferencias
fr: Différences entre les deux formats

source: Source Code
es: Código Fuente
fr: sous forme de code source, ou

source: Subscription Based
es: Por Suscripción
fr: Abonnement

source: Ready To Use Installers
es: Instaladores listos para usar
fr: Programme d’installation prêt à l’emploi

source: No
fr: Non

source: Yes
es: Si
fr: Oui

source: Notarized macOS launcher
es: Ejecutable de macOS notariado
fr: App macOS authentifiée par Apple

source: No
fr: Non

source: Yes
es: Si
fr: Oui

source: Signed launcher and installer for Windows
es: Ejecutable e instalador para Windows firmado digitalmente
fr: Installeur et programme Windows signés numériquement

source: No
fr: Non

source: Yes
es: Si
fr: Oui

source: Associate app with {ph0}.tmx{ph1} extension on Windows and macOS
es: Asociar la aplicación con la extensión {ph0}.tmx{ph1} en Windows y macOS
fr: Association de l’extension de fichier {ph0}.tmx{ph1} sur Windows et macOS

source: No
fr: Non

source: Yes
es: Si
fr: Oui

source: Restricted Features
es: Características Restringidas
fr: Limitation fonctionnelle

source: None
es: Ninguna
fr: Aucune

source: None
es: Ninguna
fr: Aucune

source: Technical Support
es: Soporte Técnico
fr: Support technique

source: Peer support at {ph0}Groups.io{ph1}
es: Apoyo de otros usuarios en {ph0}Groups.io{ph1}
fr: Par la communauté sur {ph0}Groups.io{ph1}

source: Direct email at {ph0}tech@maxprograms.com{ph1}
es: Correo electrónico directo a {ph0}tech@maxprograms.com{ph1}
fr: Par l’éditeur à l’adresse mail {ph0}tech@maxprograms.com{ph1}

source: Peer support at {ph0}Groups.io{ph1}
es: Apoyo de otros usuarios en {ph0}Groups.io{ph1}
fr: Par la communauté sur {ph0}Groups.io{ph1}

source: Supported Platforms
es: Plataformas Compatibles
fr: Plateformes compatibles

source: TMXEditor works on these Operating Systems:
es: TMXEditor funciona en estos sistemas operativos:
fr: Le logiciel TMXEditor fonctionne sur les OS suivants :

source: Microsoft Windows 10 and 11
es: Microsoft Windows 10 y 11
fr: Microsoft Windows 10 et 11

source: macOS Big Sur (11.0), Monterey (12.0), Ventura (13.0), Sonoma (14.0) and Sequoia (15.0)
es: macOS Big Sur (11.0), Monterey (12.0), Ventura (13.0), Sonoma (14.0) y Sequoia (15.0)
fr: macOS Big Sur (11.0), Monterey (12.0), Ventura (13.0), Sonoma (14.0) et Sequoia (15.0)

source: Linux (with GNOME Desktop Manager)
es: Linux (con GNOME Desktop Manager)
fr: Linux (avec le gestionnaire de bureau GNOME)

source: Translation Memory eXchange (TMX) is an open standard originally published by LISA (Localization Industry Standards Association). The purpose of TMX is to allow easier exchange of translation memory data between tools and/or translation vendors with little or no loss of critical data during the process.
es: Translation Memory eXchange (TMX) es un estándar abierto publicado originalmente por LISA (Localization Industry Standards Association). El propósito de TMX es permitir un intercambio más fácil de datos de memorias de traducción entre herramientas y/o proveedores de traducción con poca o ninguna pérdida de datos críticos durante el proceso.
fr: Translation Memory eXchange (TMX) est un format ouvert développé à l’origine par LISA (Localization Industry Standards Association). L’objectif de ce format de faciliter l’échange de mémoires de traduction entre différents outils et/ou prestataires de traduction, en évitant autant que possible les pertes de données importantes en cours de route.

source: Character Set
es: Juego de Caracteres
fr: Jeu de caractères
