Repository: Kazephil/TMXEditor-kaze
Catalog: Localization/tmxeditor_java_*.xlf
Languages: es, fr

source: No subscription
es: Sin subscripción
fr: Aucun abonnement

source: Error verifying subscription status
es: Error al verificar el estado de la suscripción
fr: Erreur lors de la vérification de l’état de l’abonnement

source: Error sending request to server. Check your firewall or antivirus.
es: Error al enviar la solicitud al servidor. Compruebe su firewall o antivirus.
fr: Erreur lors de l’envoi de la requête au serveur. Vérifiez votre pare-feu et votre antivirus.

source: Error reading answer from server. Check your firewall or antivirus.
es: Error al leer la respuesta del servidor. Compruebe su firewall o antivirus.
fr: Erreur lors de la réception de la réponse du serveur. Vérifiez votre pare-feu et votre antivirus.

source: Selected email account is not supported
es: La cuenta de correo electrónico seleccionada no es compatible
fr: Le compte mail sélectionné n’est pas compatible

source: An evaluation license has been requested for this computer before
es: Se ha solicitado una licencia de evaluación para este equipo antes
fr: Une licence d’évaluation a déjà été demandée par le passé pour cet ordinateur

source: Evaluation request failed
es: Error en la solicitud de evaluación
fr: Échec de la demande d’évaluation

source: Expired Subscription
es: Suscripción caducada
fr: Abonnement expiré

source: Unsupported hard disks
es: Discos duros no compatibles
fr: Disques durs non compatibles

source: Error registering subscription
es: Error al registrar la suscripción
fr: Erreur lors de l’enregistrement de l’abonnement

source: Error registering subscription
es: Error al registrar la suscripción
fr: Erreur lors de l’enregistrement de l’abonnement

source: A computer user account is required
es: Se requiere una cuenta de usuario de computadora
fr: Un compte utilisateur sur l’ordinateur est nécessaire

source: Running on sandbox, evaluation request discarded.
es: Al ejecutarse en sandbox, se descartó la solicitud de evaluación.
fr: La demande d’évaluation n’a pas été traitée car le programme s’exécute en mode bac à sable

source: Error generating evaluation key
es: Error al generar la clave de evaluación
fr: Erreur lors de la génération de la clé d’évaluation

source: Cannot register evaluation in this computer
es: No se puede registrar la evaluación en esta computadora
fr: Enregistrement de la clé d’évaluation impossible sur cet ordinateur

source: Unsupported macOS version
es: Versión de macOS no compatible
fr: Version macOS non compatible

source: Unsupported Linux distribution
es: Distribución de Linux no compatible
fr: Distribution Linux non compatible

source: Unsupported Windows version
es: Versión de Windows no compatible
fr: Version Windows non compatible

source: Unsupported computer type
es: Tipo de computadora no compatible
fr: Type d’ordinateur non compatible

source: Empty request
es: Solicitud vacía
fr: Requête vide

source: Unknown command
es: Comando desconocido
fr: Commande inconnue

source: {0} Build: {1}
es: {0} Compilación {1}

source: {0} Vendor: {1}
es: {0} Proveedor: {1}
fr: {0} Distribution : {1}

source: Requested languages while parsing
es: Idiomas solicitados durante el análisis
fr: Langues demandées durant l’analyse

source: Error getting languages from store
es: Error al obtener idiomas desde el almacenamiento
fr: Erreur lors de la récupération des langues à partir du stockage

source: Error reading CSV file
es: Error al leer el archivo CSV
fr: Erreur lors de la lecture du fichier CSV

source: Error getting languages
es: Error al obtener idiomas
fr: Erreur lors de la récupération des langues

source: Error checking CSV languages
es: Error al comprobar los idiomas CSV
fr: Erreur lors de la vérification des langues du CSV

source: {0} (Unknown Variant)
es: {0} (Variante Desconocida)
fr: {0} (Variante inconnue)

source: Unknown Language
es: Idioma Desconocido
fr: Langue inconnue

source: Selected TMX file is empty
es: El archivo TMX seleccionado está vacío
fr: Le fichier TMX sélectionné est vide

source: Null Store
es: Almacenamiento nulo
fr: Stockage vide

source: File does not exist
es: El archivo no existe
fr: Le fichier n’existe pas

source: Error splitting files
es: Error al dividir archivos
fr: Erreur lors du découpage des fichiers

source: \ units counted
es: \ unidades contadas
fr: \ unités comptées

source: \ units written
es: \ unidades escritas
fr: \ unités écrites

source: Error merging files
es: Error al combinar archivos
fr: Erreur lors de la fusion des fichiers

source: File has invalid source language: {0}
es: El archivo tiene un idioma de origen no válido: {0}
fr: La langue source du fichier est invalide : {0}

source: Error reading Excel file
es: Error al leer el archivo Excel
fr: Erreur lors de la lecture du fichier Excel

source: Wrong filtering option
es: Opción de filtrado incorrecta
fr: Option de filtrage incorrecte

source: Wrong filtering option
es: Opción de filtrado incorrecta
fr: Option de filtrage incorrecte

source: Error creating backup
es: Error al crear una copia de seguridad
fr: Erreur lors de la création de la sauvegarde

source: Error renaming cleaned file
es: Error al cambiar el nombre del archivo limpio
fr: Erreur lors du renommage du fichier nettoyé

source: Wrong number of columns. Review optional delimiters.
es: Número incorrecto de columnas. Revise los delimitadores opcionales.
fr: Nombre incorrect de colonnes. Vérifiez les délimiteurs optionnels.
